["20 minutes from  house to Shinjuku,Shibuya. The room is clean,sunny,good location,inexpensive. Living, an apartment. you can use pocket wifi outside. I use Line, Whatsapp. Welcome to  Living, an apartment with  rooms on Location: Seijyogakuen-mae station in Odakyu Line. Seijyogakuen-mae station is 20 minutes by train from Shinjuku,Shibuya station. The apartment is approximately two minutes on foot. The neighborhood is very quiet and safe around here. Rooms (Minimum 1 night): share the photo (bed room and living room) (JAPANESE STYLE FOOTON) room can accomodate more than 2 people if you are ok with a bit crowded space. Two single FOOTON are available for the room. Shopping: There are a supermarket (open 24 hrs), McDonald’s and a drugstore and a convenience store are just 3 minutes by walk. There are some nice dining and drinking restaurants near the station. Other info: Free WiFi. A bicycle available for local shopping. Non-smoking The Japanese can not using(govement rule) i Change the specifications(includ interior) Those rules take priority now. because,It is govement rule day by day. Seijyogakuen-mae station in Odakyu Line. Seijyogakuen-mae station is 20 minutes by train from Shinjuku,Shibuya  station. The apartment is approximately two minutes on foot. a time length of about two hour （NARITA） a time length of about １hour （HANEDA） Let's have a delicious meal. Walk for 1 minute the convenience Odakyu line (bus＆bicycle) ", "Don't have an account? Sign up » Close Sign up for Twitter Not on Twitter? Sign up, tune into the things you care about, and get updates as they happen. Have an account? Log in » Close Two-way (sending and receiving) short codes: Country ", "| Travel Ideas | September 08, 2015 Some guests steal; most don’t. Some leave behind “sex puddles”, while others clean up after your dog. And some use Airbnb to bring a baby home 0Shares Next Bad guests come from everywhere “This Polish woman came for an annual holiday with her mom, dad, brother-in-law and sister. Unfortunately, within an hour of their showing up, there was an extended power cut. The brother-in-law and the father sat in one corner of the patio and started bickering. I offered them a refund and even allowed them to use my car and driver free of cost. But even that didn't help. The men in the family had a temper issue. On their way out, one of them bashed the antique porcelain lamp that was in the house since its British days. I reported them to Airbnb.” “People from Asia treat Airbnb stays like hotels, like a cheaper alternative, and not like someone's home.” “With people from the US, it’s a hit or miss. There are a lot of Americans who are open-minded, understand difference in culture and respect that. But I’ve also had American guests who are completely shut to the world, have no cultural sensitivity and are out of touch with basic realities.” But mostly from India “My closest to worst experiences have been with Indians. They don’t respect house rules. Ironically, the hardest time I have with Indian guests is in getting them to take their shoes off inside the house.” “I once had a family from Delhi who nearly wrecked my place. The man was a US-returned software engineer, who arrived with his mother, mother-in-law, houseboy, two fully grown dogs and kids. The dogs were out of control from the start. The mother and mother-in-law stayed at home the whole day, did not go to the beach and bickered with the staff all day. Right off, I learnt to say no to extended families. The family even stole brand new towels!” “I get a lot of requests where sometimes I feel the intent is not right. Some of them probably think I am a single woman and become overfriendly. Inevitably, they ask about my marital status and family. I get that only from Indians, and perhaps it sounds parochial, but mostly North Indians. ” Europeans are friendly “The ones from Europe are more fun and like going out more. The best bonds I had with were Europeans and South Americans. But Canadians are friendliest of the lot; they are open-minded and warm. They want to hear about the difference in culture and stuff like that.” Some guests eventually become friends “I am in touch with 30-40% of the people who pass through my house. I have many active conversations going on with past guests.” “There was one I was a little apprehensive about. The person was from Haryana. I wasn’t sure if I wanted to host him. Turns out, he was a venture capitalist, and a well-known one at that. He was here for a short while and wanted to have coffee with me. I was at my son’s cricket practice. So he came there and took us out for cakes and coffee. He is coming back to stay with us. When I accepted his reservation, I thought I was making a mistake. It was one mistake that was a good one.” “The other time a pair of Dutch travellers came back to India after two years. They got so friendly with me. At the end of their stay, my son and I put them in a cab to Mahabaleshwar, but they returned in an hour. 'We missed you both so much,' they said. 'Can we just spend our last day here with you?' Then they went out and bought me and my son a gift. Bracelet for me and a game for my son.” They tend to leave things behind “There was this one time when a European couple was very loud in bed. Going plop-plop-plop. But it didn’t bother me; I just put my headphones on and turned up the volume.” “I have seen fluids on my bed—from stains and spots to puddles on the sheet. But that comes with the territory.” “People don’t leave things behind by mistake. I think it’s an Airbnb thing to leave things behind intentionally. Sometime toiletries, lots of books. Every now and then, I get an organic shampoo or such things.” Including some great stories “When my dog was barely few weeks old, these guest arrived from the US. The dog wasn’t trained and was peeing and pooping all the time. My guests said, ‘While we are here, don’t worry about him, we’ll clean up’. And they were cleaning his pee and poop all through their stay! Now they are coming back in December and staying with me again.” “I had been speaking with a couple, both US citizens originally from two different countries in Africa. He’s software engineer, she a homemaker. They needed the place for 2.5 weeks. We exchanged messages for a day. The woman mentioned that her infant would be joining them midway through the stay. And I thought to myself is he going to fly in. Turns out, they were to have their baby delivered through surrogacy and had been travelling back and forth between Bombay and Seattle. She didn’t want the first place for a baby to come from a hospital to be a hotel. She wanted it to be a house, and she chose mine—the baby’s first home was my house. I cried at some point.” Based on conversations with Airbnb hosts across multiple cities 0Shares Get the best travel stories,news & deals straight in your inbox You May Also Like ", "Accommodates City By clicking Continue I agree that the host who referred me will be notified when I create a listing and host my first trip. Learn more Earn extra money Let your extra space work for you. Hosts use income from Airbnb to pay bills, pursue passions, and support hobbies. Host when you want Set your price, availability, and reservation requirements. Host seasonally, or make your space available every day. Meet new people Profile pictures and verified identity means guests who arrive aren’t strangers. Make friends from around the world. Company ", "(bed room and living room) (JAPANESE STYLE FOOTON) room can accomodate more than 2people if you are ok with a bit crowded space. 2single Footon are available for the room. Shopping: There are a supermarket (open 24 hrs), McDonald’s and a drugstore and a convenience store are just 3 minutes by walk. There are some nice dining and drinking restaurants near the station. Other info: Free WiFi. A bicycle available for local shopping. Non-smoking a time length of about two hour （NARITA） a time length of about １hour （HANEDA） Seijyogakuen-mae station in Odakyu Line. Seijyogakuen-mae station is 20 minutes by train from Shinjuku,Shibuya  station. The apartment is approximately 3minute on foot. everyday everytime Let's have a delicious meal. Walk for 3 minute the convenience store （a famous baker） check-in is generally from 4PM check out 12AM ", "Story highlights Start-up company \"Poppi\" has imagined the airline of the future The business behind the idea hopes to bring the same disruption to the airline industry that Uber brought to taxis and AirBnB has brought to hotels (CNN) Could this be the Uber for airlines? Start-up \"Poppi\" imagines the airline of the future, where customers can fly \"cinema class,\" where the getting the dreaded middle seat means you win sponsored treats, and where baggage is dropped off when you leave home -- and reappears at your hotel. Teague, the design consultancy behind the Boeing Dreamliner's spacey interiors, have created Poppi to challenge the world's airlines to listen to travelers' age-old complaints and come up with surprising solutions. The business hopes to bring the same disruption to the airline industry that Uber brought to taxis and AirBnB has brought to hotels -- but all without Poppi ever having to enter the market. Devin Liddell, the principal brand strategist behind Poppi, explains: barriers for smart thinking start-ups wanting to enter the airline industry are big but he wants airlines to anticipate the kind of smart disruptive interventions that a start-up competitor could make. \"What we wanted to do with Poppi is envision those disruptions now so that airlines operating today can start implementing them,\" Liddell says. \"The airline business model and how airlines operate both present a lot of opportunities for reinvention.\" \"A lot of these opportunities -- like how airlines handle baggage -- are obvious because the current model is broken or, at the very least, doesn't serve passengers very well. Other opportunities are less obvious and require some big thinking about what will happen a decade from now.\" Basic improvements like minimizing the tiresome \"gate lurking\" wait before boarding the flight are achieved by apps feeding real-time information. Baggage is tracked safely by RFID tags, so that it can be dropped off as early as possible -- at train stations on the way to the terminal, perhaps -- and returned to hotels on the other side. (See gallery at top for full list of improvements.) Teague says Poppi's class system would focus on providing different experiences, rather than quality tiers. \"Cinema class\" -- where \"exclusive\" media takes center stage -- is joined by a a\"click class\" for frequent short haul fliers, where convenience is top priority, and specially designed smart baggage \"clicks\" into place. Then there's \"promotional class\" for the middle seat of the row, which invites brands to partner with the airline to offer special gifts and services for the \"unlucky\" flier. READ: Why was this Japanese airport terminal turned into a running track? For Teague, the challenge was to offer a better experience for customers without increasing costs, in an industry where carriers' profit margins are typically narrow. Interventions that reduce cabin weight -- by eliminating unnecessary carry-on luggage and storage -- and passenger time delays are among Poppi's suggestions. Liddel explains that \"everything we did was focused on helping airlines improve the passenger experience while also improving their bottom lines.\" It might only be an outline of \"the airline of the future\" but Liddell wants the airlines to listen, and Teague's longstanding influence on the look and feel of the aviation industry backs him up. The brand consultancy helped shape the current state of passenger experience through the five-year collaboration with Boeing for the launch of the 787 Dreamliner, and earlier classic  interior cabins for the 707 and 747 planes. The company takes pride in its record but, Liddell explains, \"the biggest mistake any business can make is to believe in the illusion of constancy -- the idea that things won't change, because they always do.\" Liddell explains what Poppi hopes to achieve, without the start-up ever having to start up. CNN: What do you hope these changes will achieve? Devin Liddell: We want to create a vision for a different way forward. One of the reasons we worked very hard to demonstrate Poppi as an actual, real-life airline was to show how that vision could be implemented. More than anything, we want airlines to look at Poppi and find inspiration for how they could change how they do things for the better, now and in the future. We wanted to prototype innovations that airlines could make their own. The innovations we're showing with Poppi are meant to provoke important discussions inside airlines about how they operate, because our present is not necessarily our future. In my opinion, innovation is always about challenging the status quo and illuminating a better way forward. That's what we did with Poppi. How would airplane travel be different if you redesigned the industry? First, the airline industry would be a lot better at delivering services across the entire passenger journey, and especially all those in-between moments -- for example, the time spent at the gate, the links between the aircraft and where people are headed after, whether that's home or a hotel. We call this \"designing for the seams.\" The point is not to create a seamless experience. The point is to create better seams. The services airlines would offer within those seams need to better, both now and in the future. And a lot of that will be accomplished through technology and partnerships. Second, airlines would be a lot more differentiated. Airline brands are not brands that consumers really love even though airlines do things that are really amazing. So we need to design more love into the industry. That means fundamentally changing the industry's posture from taking to a posture of giving. As an example, airlines make a lot of money on bag fees, but we need to design ways that make money by actually adding value to people's lifestyles versus just adding a fee for this and adding a fee for that. I fervently believe airlines could be even more profitable by making money in other ways that passengers would actually love. Third, we would make the industry more member-focused. Adding membership models to the airline industry would be really transformative, both for airlines and passengers. Membership would create ways for passengers to participate in ways they aren't allowed to participate today. For example, membership models could give passengers the ability to resell tickets, or swap seats more easily, and the platforms for doing those kinds of things would create different revenue streams for airlines. Most importantly, membership models would engage passengers in ways that go far beyond today's \"loyalty\" programs. Is this something that's really going to happen? Yes, but maybe not in the ways people might expect. The ideas at the heart of Poppi will ultimately be accomplished within airlines operating today and perhaps a few start-up airline brands, and they'll happen more gradually than if Poppi started flying tomorrow. The innovations we're talking about will absolutely happen, but it will be up to individual airlines to sort out what those innovations mean to them specifically. We believe these ideas are better for airlines and better for passengers. Implementing them will take some time. But we wouldn't have brought them to life through Poppi if weren't absolutely convinced that these disruptive ideas will happen one way or another. More from Design ", "  What Questions do Airbnb Design Researchers Ask? “Find your inner two year-old and ask ‘why’ over and over again to understand someone’s behavior.” Sasha Lubomirsky loves to ask questions. For the last three years, she’s been tackling the big questions about people and product at Airbnb. Before that, she was the first user researcher at YouTube where she saw the company grow from 65 employees to a household name. She spent an evening with our Bridge community sharing her research process and below are some of the insights . The most important factor in getting useful answers is knowing how to ask the right questions. There are four different types of questions that user research can answer. Read on to learn how to ask questions about user behavior, anticipating future scenarios, usability, and frameworks. 1. Understand current behavior First, understand  your current user’s natural behavior. This often involves zooming out a level. For example, with Pinterest, it’s not just about what makes someone re-pin something, but how they think in general about looking at products online. Find your inner two year-old and ask “why” over and over again in order to understand someone’s behavior. 2. Anticipate future behavior The future is uncertain, but research makes it less to. The next type of question helps anticipate the future. These types of questions are for the times when, you’ve started to build something, but it’s not fully flushed out. This research helps designers approximate how people will think about the product when it comes out and to make sure the product is useful. For their recent rebrand at Airbnb, Sasha showed a prototype version of a page that had significant changes to both guests and hosts in order to “try to understand as best we could how their behavior might change.” This type of research is a way to get the most informed hypothesis. 3. Make sure it’s usable Usability only matters if everything else is right. Usability testing is probably the most straightforward. These questions, such as “Can the user get from point A to point B without getting confused?” are like the icing on the cake. If the product isn’t useful or desirable, the usability doesn’t matter that much. One tool Sasha recommends for fast usability testing is usertesting.com. The website has a large pool of users who take tests in their home and send the reports back to you. And you can recruit people based on the criteria you want for the test. 4. Appreciate individuality and then create designable frameworks Next is “frameworks.” These are the personas and other tools that are carried throughout the design process. Personas allow designers to make an archetype for a diverse group of people based on how they interact with the product. An example of personas for Airbnb users are the hosts who want to get booked throughout the month versus hosts who only host once in awhile when they themselves are traveling. Sasha with a Japanese host showing photos she’s taken with all her guests 5. For best results, design the findings. The last and most important step in research is getting the findings integrated in the product roadmap. Timing when research is presented is key. Having a polished visual representation of your research is powerful and a great way to get everyone onboard and on the same page. When presented clearly, it’s hard to argue with research.   If you’re interested in learning more about Bridge, check out  our site  and  keep in touch here  to be invited to apply early before applications open September 15th. Thank you Sasha Lubomirsky and Julia Plevin for the recap.  Author Sasha Lubomirsky Sasha Lubomirsky is a design researcher at Airbnb, where she’s helped grow the team since 2011. Before that, she was at Google, helping grow the nascent YouTube team, and then helping do the same with Android. Sasha spends her time thinking about how to answer important product questions in the most scrappy way possible that informs both how to improve the user experience and positively impact the business. ", "Thank you for visiting my page. Characteristics of Besty room is simple(price,access,clean) We proide safety and comfortable and valuable information We wish that you will enjoy your style. May i help you? i use line,WhatsApp i was born and raised in Tokyo i have lived in Tokyo for 37years,I know the city well. i will provide good news in TOKYO now. I used to work as a Marketing in the TESLA and eBay I was flying all over the world. do u know Rakuten(Mikitani)? I have been to NY,Cicago,LA,Australia,Korea, Hongkong,Vietnam,Cambodia,Germany,Italy,France :) i lov Asia.because,my roots is Asian? I used to live in NY for a year when I was student. Now  live in Tokyo. I wish you the best stay in Tokyo! Please feel free to contact me if you have any questions. "]