[{"article": "Cisco Profit Rises but Outlook Disappoints\nShares decline after hours following earnings report\nBy\nDon.Clark@wsj.com\nUpdated Nov. 12, 2015 6:57 p.m. ET\nCisco Systems Inc. benefited from healthy growth in several product lines in the latest quarter, but the Silicon Valley giant sees turbulence ahead.\nThe networking-equipment maker said profit rose 33% in its fiscal first period on revenue that rose 3.6%. Cisco’s adjusted profit topped its own expectations and Wall Street estimates.\nBut...\nTo Read the Full Story, Subscribe or Sign In\nPopular on WSJ\n", "title": "Cisco Profit Rises but Outlook Disappoints - Wall Street Journal"}, {"article": "Reprint\nWall Street's focus on quarterly earnings has trained investors to have a short-term focus, and that means they're watching the few trees around the edges while the forest struggles to survive. The monthly bar chart of Cisco ( CSCO - Get Report ) below puts the rallies from 2011, 2009 and even 2002 into longer-term perspective.\nClick here to see the following chart in a new window\nThe 2002 low completed the first phase of the corrective decline from the 2000 peak, which had followed a parabolic rise in the stock's price. Ralph Elliott, of Elliott Wave fame, taught that parabolic rallies always crash back to the origin of the parabola. Although this price level was achieved at the 2002 low (labeled purple A-circled), the pattern since then is anything but impulsive.  \nMust Read: 5 Toxic Stocks to Sell Now\nThis warns, with a probability of more than 90%, that at least a test of the 2002 low is due before the final corrective action off the 2000 peak ends. The 2007 peak is where the purple B-circled is placed, but the 2015 highs are an equally valid place for the entire bounce off the 2002 lows to be considered mature. Regardless, the next multiyear trend is highly likely to be downward, with either the 2002 lows retested, or those of 1997. Then, conditions will be in place, along with the pattern, to conclude that a new bull market is beginning.  \nCurrently, however, conditions are flashing signs of a peak and reversal. As long as $29.50 remains unbroken, our  decision support engine tells us that the time for buying is over, and selling must be considered. If you're long, use $25.50 as your sell stop, before the next shoe drops on Cisco and you wish you'd exited in the $20s. If you're flat, either a retest of $27.50 or a break below $25.50 is ideal to establish short exposure. If you're short, maintain and/or add to your exposure.  \nFor more of this kind of analysis, join our new real-time, live-market analysis chat room . Come benefit from decision support engine analysis from bell to bell, addressing indices and stocks, as well as member questions throughout the day. Special founding member pricing is available for TheStreet.com readers who subscribe early, after enjoying a complimentary trial week.\nThis article is commentary by an independent contributor. At the time of publication, the author held no positions in the stocks mentioned.\nCheck Out Our Best Services for Investors\nPortfolio Manager Jim Cramer and Director of Research Jack Mohr reveal their investment tactics while giving advanced notice before every trade.\nProduct Features:\n", "title": "Why Cisco Stock Will Move Sharply Lower Soon - TheStreet.com"}, {"article": "Cisco Systems Inc., the biggest maker of networking equipment, said it isn’t interested in trying to take over Ericsson AB, refuting a report made by a Swedish website.\nCisco is focused on its recently announced\npartnership with the maker of wireless-system machinery, said Nigel Glennie, a spokesman for San Jose, California-based Cisco.\n\"As our executives have said this week, other types of transactions were never on the table,\" Glennie said. \"We’re excited about the strategic partnership we announced on Monday and the potential it offers for both companies.\"\nMinako Nakatsuma Olofzon, a spokeswoman for Stockholm-based Ericsson, said the company doesn’t comment on rumors or speculation.\n\"We look forward to starting to execute on the partnership we announced with Cisco this week,\" she said. \"At the time of the announcement we spent a lot of time explaining why we think a partnership is a good structure for this collaboration.\"\n", "title": "Cisco Denies Report That It's Interested in Buying Ericsson - Bloomberg"}, {"article": "Is Cisco Buying Ericsson?\nIs Cisco Buying Ericsson?\nRumors have been circulating in the tech industry that the collaboration between the two tech corporations may in fact lead to the largest acquisition bid in Swedish history\nNov 14, 2015 at 10:33 am Est\nIs Cisco Buying Ericsson?\nBy Martin Blanc on Nov 14, 2015 at 10:33 am Est\nCisco Systems Inc. ( NASDAQ:CSCO ) spokesman Nigel Glennie recently talked to Bloomberg and refuted reports that the American tech giant wants to buy Ericsson. This claim was made by the Swedish newspaper, Dagens Industri after Cisco announced its collaboration with the Swedish communications company.\nThe alliance is expected to last 10 years, during which both companies intend to synergize each other’s expertise to gain incremental revenues and earnings. The deal involves many aspects of “Internet of Things,” including the creation of a network of mobility, and cloud infrastructure. As such, the multi-faceted nature of the deal has some reporters believe that a possible acquisition is on the cards. The bid, if Cisco would have placed one to buy Ericsson (ADR) ( NASDAQ:ERIC ), would be the largest in Swedish history.\nAnother important factor that brought some life to these merger speculations was John Chambers’ visit to Stockholm, Sweden. The former Cisco CEO was said to be sweet-talking Ericsson executives into being acquired by the company. Mr. Chambers was replaced by Chuck Robbins as the company’s CEO on July 27 this year, though he still serves as Executive Chairman.\nLast Monday, Ericsson was reported to give an Intellectual Property presentation to Cisco, regarding the cooperation agreement between them. On Tuesday, Mr. Chambers in Sweden’s capital, Stockholm, officially cleared the air about the said cooperation, along with Ericsson CEO Hans Vestberg.\nAccording to Dagens Industri, Ericsson Chairman, Leif Johansson, is under pressure as the company, despite being dominant in Sweden, will not likely be able to defend itself against any possible bid from Cisco. However, Mr. Glennie stated that Cisco is currently only focused on the partnership, and is not interested in buying Ericsson.\n\"As our executives have said this week, other types of transactions were never on the table,\" Cisco’s spokesman stated. \"We’re excited about the strategic partnership we announced on Monday and the potential it offers for both companies.\"\nHowever, according to Ericsson’s spokeswoman, Minako Nakatsuma Olofzon, the company hasn’t commented on such reports. She only highlighted upon her company’s excitement over the alliance.\nThe partnership strategy seems a good fit to Cisco’s history, which apparently prefers to focus on taking over smaller companies, while collaborating with bigger ones. In the conference call on Monday, it was repeatedly expressed that the alliance allows the companies to start delivering products and services swiftly, which is not possible in a merger case.\n", "title": "Is Cisco Buying Ericsson? - Bidness ETC"}, {"article": "Markets\nIt’s Time to Reconnect With Cisco\nThe networking equipment maker’s new leadership, partnership approach and reasonable valuation suggest the stock is worth a look.\nBy\nNov. 11, 2015 3:40 p.m. ET\nThe new kid on the block is already making friends.\nCisco Systems Inc. CEO Chuck Robbins has eschewed a go-it-alone approach in his early days on the job, agreeing to several partnerships aimed at juicing the company’s growth prospects.\nWhether this is having the intended affect won’t be apparent in Thursday’s results. Analysts expect...\nTo Read the Full Story, Subscribe or Sign In\nPopular on WSJ\n", "title": "It's Time to Reconnect With Cisco - Wall Street Journal"}, {"article": "Privacy Policy\nThank you for your interest in licensing Fortune content. Please find information on various licensing contacts below and choose the one that best suits your needs:\n1. To license Fortune articles, excerpts, or headlines for republication in various media (including books, eBooks, film, web, newsletters, newspapers, magazines and others), please email syndication@timeinc.com.\n2. To license a Fortune cover, order reprint or e-print copies of an article or cover, or license an accolade, please contact PARS International at www.timeincreprints.com.\n3. To license text only photocopies of Fortunearticles as print or digital handouts in academic settings, or in academic coursepacks, please contact the Copyright Clearance Center at www.copyright.com\n", "title": "What Does Cisco Gain by Partnering With Ericsson? - Fortune"}, {"article": "Reprint\nNEW YORK ( TheStreet ) -- Cisco Systems ( CSCO - Get Report ) stock is falling 2.05% to $27.25 in after-hours trading on Thursday following the telecommunications equipment company's first quarter fiscal 2016 financial results that beat analysts' profit projections but missed revenue expectations. \nFor the latest quarter ended October 24, the company earned 59 cents a share, topping analysts' forecasts of 56 cents a share.\nRevenue came in at $12.68 billion, falling short of estimates of $12.65 billion.\nIn the same period the year prior, the company earned 54 cents a share on revenue of $12.2 billion.\n\"We are accelerating our ability to deliver on growth opportunities, aggressively driving our cloud business, and delivering continued strength in our deferred product revenue, as we sell more of our portfolio in software and cloud models,\" said CEO Chuck Robbins.\nSales grew 4% year-over-year due to an increase in product revenue and service revenue, but its latest revenue results missed expectations due to impact of the strong U.S. dollar, the company said.\nLooking ahead, the company expects earnings for the second quarter of 2016 to be between the range of 53 cents a share to 55 cents a share, down from analysts' projections of 56 cents a share, MarketWatch reports. \nBased in San Jose, Cisco Systems designs, manufactures, and sells Internet Protocol (IP) based networking products and services related to the communications and information technology industry worldwide.\nSeparately, TheStreet Ratings team rates CISCO SYSTEMS INC as a Buy with a ratings score of A+. TheStreet Ratings Team has this to say about their recommendation:\nWe rate CISCO SYSTEMS INC (CSCO) a BUY. This is based on the convergence of positive investment measures, which should help this stock outperform the majority of stocks that we rate. The company's strengths can be seen in multiple areas, such as its revenue growth, solid stock price performance, notable return on equity, increase in net income and good cash flow from operations. Although the company may harbor some minor weaknesses, we feel they are unlikely to have a significant impact on results.\nYou can view the full analysis from the report here: CSCO\n", "title": "Cisco Systems (CSCO) Stock Down in After-Hours Trading on Sales Miss, Weak Outlook - TheStreet.com"}, {"article": "Larger\nBy Tiernan Ray\nShares of Cisco Systems ( CSCO ) closed down $1.62, or almost 6%, at $26.21, after a disappointing fiscal Q2 outlook yesterday , and some analysts in adjoining areas of tech gauged the impact on their coverage areas of the company’s disappointing January-ending financial outlook.\nFBR & Co.’s Daniel Ives writes that Cisco CEO Chuck Robbins’s comments about a “choppy macroeconomic environment” match what he has been hearing from other IT vendors.\nBut he’s heartened by Cisco’s growth of 7% in security technology. After the debacle last week from FireEye ( FEYE ), the report seems to lend support to his positive outlook for the security industry overall:\nAfter DeWalt and FireEye yelled fire in a crowded theater last week with their earnings debacle and blamed weakness more on industry softness than company specific issues, the Street is now reaching “panic levels” around the cyber security space and the stocks are under pressure accordingly. Is this epic multi-year cyber security spending run over? That is the main question we continue to be asked by nervous tech investors who are still feeling the aftershocks of DeWalt’s comments and FireEye’s shocker. To this point, the answer is no as we continue to point to massive strength in firewall spending and next generation cyber security initiatives (UTM, endpoint, email, database security) heading into 2016, while “emergency security spending” has ticked down which clearly impacts FireEye more than any other vendor. Cisco security share gains have subsided as the company has finally figured out the right formula/better execution and now the focus is on identifying the winners in the land grab opportunity for this $30 billion cyber pie over the next three years. We believe Palo Alto Networks, Proofpoint, Splunk (big data/security), Check Point, Imperva, and Fortinet remain front and center as winners with now all eyes on Cisco’s M&A strategy in security and if FireEye (and possibly Fortinet among others) now becomes a legitimate target in 2016 for Robbins as he looks to significantly expand Cisco’s security footprint in this fertile market for years to come.\nOn a less sanguine note, Amit Daryanani with RBC Capital Markets thinks there are some negative implications for the realm of contract manufacturers such as Flextronics ( FLEX ) and Celestica ( CLS ):\nWe believe Jan-qtr guidance implies modest downside risk for supply chain companies in Dec/March-qtr; while the revenue guide isn’t a direct negative, the risk we see is that CSCO may curtail inventory levels and that could dampen out quarter revenue contribution for supply chain companies. CSCO exposure: CLS: 10%+ of sales via routers. FLEX: ~6-8% of sales via switches, routers, and infrastructure equipment. JBL: ~7–9% of sales via routers and switches, APH: ~4% of sales, TEL: ~2%. CLS implications: The Communications segment (41% of sales) increased +2% q/q in Sept-qtr. The company expects this segment should be flat on a sequential basis. We believe CSCO’s guide is in line to modest negative with CLS’s expectations on a q/q basis. Net: Neutral to modest negative for CLS. Sales in FLEX’s Integrated Network Solutions (INS) segment (35% of sales) were up +12%q/q (-6% y/y) in the Sept-qtr. This segment is expected to up mid to high single-digits sequentially in Dec-qtr. We view Cisco’s guidance as slightly worse than FLEX’s expectation on a q/q basis for the segment – though we think FLEX’s strength is driven by 5 new ramps in the segment and doesn’t imply organic/legacy trends improving. Net: Slight negative for FLEX.\nMost of these names today traded down with the broad market decline. Flextronics shares were down 8 cents, or 0.7%, at $11.05. Celestica stock closed down 16 cents, or 1.5%, at $10.83. Shares of FireEye closed up 2 cents at $22.25. Shares of another security name, Palo Alto Networks ( PANW ), closed down 6 cents at $156.64. And shares of security firm Fortinet ( FTNT ) closed down 10 cents at $33.17.\n", "title": "Cisco Effect: Good for Security Names, Says FBR, Bad for Contract Mfg, Says RBC - Barron's (blog)"}, {"article": "Comments\n(NASDAQ:CSCO) a near short term price target of $31.52. The shares were sold at an average price of $29.00, for a total transaction of $435,000.00. Following the sale, the chief accounting officer now owns 145,250 shares of the company's stock, valued at approximately $3,731,472.50. The stock failed to get pushed above the $28.55 barrier, the intraday high, after opening at $28.31. With the volume soaring to 26.70 million shares, the last trade was called at $ 27.98. Cisco Systems, Inc. (NASDAQ:CSCO) has declined 0.54% since April 13, 2015 and is downtrending. 46,146,244 shares of the company's stock traded hands. Barclays initiates coverage on Cisco Systems, Inc. Comparing the most recent share price to the 200 day moving average ($9.88) can also be a useful technical analysis technique.\nIt will be interesting to understand how fast the FirePOWER series of security products are growing when Cisco announces its earnings results on November 12.\nThe company slashed its second quarter guidance to 0% to 2% growth, with earnings per share at between 53 cents and 55 cents.\nCisco posted $12.7 billion in revenue for year-over-year growth of almost four percent in its first quarter earnings report Thursday , but warned investors its second quarter growth will likely be lower than expected. Cisco Systems's revenue was up 3.6% on a year-over-year basis. The ex-dividend date was Thursday, October 1st. This represents a $0.84 dividend on an annualized basis and a dividend yield of 3.02%.\nA number of other research analysts have also recently weighed in on CSCO.\nNevertheless, Cisco's shares plunged 5.1% due to weaker-than-expected revenue and earnings guidance for the upcoming quarter. Cisco does not share its India revenue. Citigroup Inc. initiated coverage on Cisco Systems in a research report on Tuesday, October 6th. (NASDAQ:CSCO). The global brokerage major announces a current price target of $32 per share.\nLet's start with Cisco Systems, Inc. He has the equivalent of a buy rating on the stock. Three analysts have rated the stock with a sell rating, nine have issued a hold rating and twenty-three have assigned a buy rating to the company's stock. Analysts have a consensus target price of $112.57 in the 12-month period.\nCisco, which makes routers and switches, said revenues for the first quarter rose 3.6% to $12.68 billion from $12.25 billion past year. The Company also provides services and products for transporting data, voice, and video traffic across the Internet, extranets, and intranets and also provides services associated with these products and their use. The Companys business operates in three segments: the Americas; Europe, Middle East, and Africa (EMEA), and Asia Pacific, Japan, and China (APJC).\nCisco generated $4,022 million (+5 percent) from data center business, $1,793 million (-8 percent) from NGN routing, $1,115 million from collaboration (+17 percent), $859 million (+24 percent) from data center, $850 million (-2 percent) from service provider video, $645 million (+7 percent) from wireless and $485 million (+7 percent) from security business.\nLeave Your Comment\n", "title": "Cisco shares sink after CEO warns on order growth - GazetteUnion,com (blog)"}, {"article": "Cisco-Ericsson Deal Pushes Juniper Aside\nThere probably won’t be much negative near-term impact on Juniper, there may be later.\nNovember 10, 2015\nMKM Partners\nThe chief executives of Cisco Systems and Ericsson announced a major partnership covering Service Provider, Enterprise and Internet of Things markets.\nIt brings together Ericsson’s (ticker: ERIC) leadership in Mobile radio with Cisco’s (CSCO) leadership in Internet protocol (IP) and Data Networking, and looks like a response to the Nokia (NOK) and Alcatel-Lucent (ALU) merger [expected to close first-half 2016]....\nGet The Full Story\n", "title": "Cisco-Ericsson Deal Pushes Juniper Aside - Barron's"}]