[{"article": "Cisco Security Researchers Disable Big Distributor of 'Ransomware' By REUTERS OCT. 6, 2015, 8:12 A.M. E.D.T. Inside Continue reading the main story SAN FRANCISCO —  Cisco Systems Inc said it had managed to disrupt the spread of one of the most pernicious systems for infecting Internet users with malicious software such as so-called ransomware, which demands payment for decrypting users' data. The investigators from Cisco's Talos security unit were looking at the Angler Exploit Kit, which analysts at several companies say has been the most effective of several kits at capturing control of personal computers in the past year, infecting up to 40 percent of those it targeted. They found that about half of computers infected with Angler were connecting to servers at a hosting provider in Dallas, which had been hired by criminals with stolen credit cards. The provider, Limestone Networks, pulled the plug on the servers and turned over data that helped show how Angler worked. The research effort, aided by carrier Level 3 Communications, allowed Cisco to copy the authentication protocols the Angler criminals use to interact with their prey. Knowing these protocols will allow security companies to cut off infected computers. \"It's going to be really damaging to the attacker's network,\" Talos manager Craig Williams told Reuters ahead of the release of the report. Cisco said that since Limestone pulled the plug on the servers, new Angler infections had fallen off dramatically. Limestone's client relations manager told Reuters his company had unwittingly helped the spread of Angler before the Cisco investigation. Often sold in clandestine Internet forums or in one-to-one deals, exploit kits combine many small programs that take advantage of flaws in Web browsers and other common pieces of software. Buyers of those kits must also arrange a way to reach their targets, typically by sending spoof emails, hacking into websites or distributing malicious advertisements. Once they win control of a target's computer, exploit kit buyers can install whatever they want, including so-called ransomware. This includes a number of branded programs, also sold online, that encrypt users' computer files and demand payment to release them. Talos estimated that if three percent of infected users paid the ransom averaging $300, the criminals that had used the Limestone servers to spread Angler could have made about $30 million a year. (The story was refiled to correct the spelling in paragraphs 5 and 10 to Talos instead of Telos) (Editing by Miral Fahmy) ", "title": "Cisco Security Researchers Disable Big Distributor of 'Ransomware'"}, {"article": "Cisco’s New C.E.O. Envisions Big Changes By October 5, 2015 7:11 pm October 5, 2015 7:11 pm Photo Charles Robbins, the chief executive of Cisco.Credit Paul Sakuma/Cisco If Cisco Systems’ new chief executive has his way, in a couple of years he will have a very different company. In his first big public statement since he took the helm in July, Charles H. Robbins said Cisco would move away from selling individual switches and routers — the plumbing of the Internet and other modern communications systems. Instead, Cisco will stress integrated parts with lots of software, so that new applications and business uses could be readily deployed. “Companies do not want to be in the business of putting things together,” he said. “A massively distributed network is where we are headed.” He also said Wall Street would need to start seeing Cisco in new ways, as it moves to revenue models closer to those of cloud-computing companies like Salesforce.com, with lots of revenue based on subscriptions. A darling of investors during the dot-com boom, Cisco shares have put in a lackluster performance. Yet 80 percent of the world’s Internet traffic passes through Cisco machinery. “We believe we can manage them,” Mr. Robbins said of the analysts covering his stock, adding that it was unclear what “the end state” would look like as businesses like collaboration and security increasingly move to subscriptions, and traditional hardware is sold by the piece. It was hardly apparent that Mr. Robbins wanted such a different company in July, when he took over from John Chambers, who ran Cisco for 20 years. Mr. Chambers had long admired IBM, and sought many times to build up a large consulting-based business similar to IBM’s. “I don’t want to end up there,” Mr. Robbins said of the IBM model. Instead, he said his sales people would try to work with “multiple touch points” throughout a company, in particular between industrial machine operators and information technology departments, to get machines online. Cisco is planning big investments in analytic tools to help automate both large-scale data centers and billions of objects tied to the Internet. On Monday, Mr. Robbins announced a deal with FANUC America, which has some 300,000 industrial robots in factories, to carry out preventive maintenance, based on Cisco’s artificial intelligence products. Of course, that means a lot of artificial intelligence, and other computing skills Cisco lacks. “We’ve hired lots of A.I. guys, and people with strong mathematics backgrounds,” Mr. Robbins said. Zorawar Biri Singh, Cisco’s chief technology officer, said some of the new features would also go into existing Cisco products as software modifications. Those changes will be announced in several months, he said. The moves by Cisco come as many of the old giants of technology, including Microsoft, Oracle, Intel, Hewlett-Packard, IBM and Dell, struggle to adapt to new businesses around cloud computing, mobile tech and sensors. Mr. Robbins appears to believe he can adapt Cisco by changing it from a company that hauls bits around, with some software to help enable a few functions. The new version is a company with a much greater awareness of what is inside a business’s overall system, and how it needs to work. ", "title": "Cisco&#8217;s New C.E.O. Envisions Big Changes"}, {"article": "Chiropractic Care Grows, and Gains Acceptance By October 5, 2015 11:00 am October 5, 2015 11:00 am Photo Credit Kimberly Murton After injuring my tailbone in an ill-advised spin class, I made my first appointment with a chiropractor. I did so with some trepidation: I’d grown up hearing my father, a surgeon, cast aspersions on all sorts of alternative healers, from acupuncturists to osteopaths, always reserving a special aversion for chiropractors. Of course, this was in the 1960s, when the American Medical Association was still waging war on the profession via its Committee on Quackery, which labeled chiropractors as an “unscientific cult.” The A.M.A.’s Committee on Quackery is long defunct, having gone out of existence after a lawsuit by chiropractors led to a 1987 federal district judge’s ruling that the medical association had tried to destroy the chiropractic profession. Since then, the number of chiropractors has steadily grown. Today it seems as if everyone I know is seeing one — and not just for the standard hands-on treatment of lower-back pain, but for an expanding range of interventions falling under the rubric of “integrative wellness.” The American Chiropractic Association estimates that there will be 80,000 chiropractors in the United States by 2020, up from 58,000 in 2010, with chiropractic colleges graduating about 3,000 new practitioners each year. A 2007 study found that more than 18 million Americans had been treated with spinal manipulation, the core of chiropractic practice, during the previous year, a number that has likely increased since then. Many insurance plans now reimburse patients for basic chiropractic care for back and neck pain. Kaiser Permanente and the Department of Veterans Affairs, for example, have provided such care for many years now, while companies like Google and Cisco have offered chiropractors’ services more recently as a coveted employee perk. “It’s mainstream because it works,” said Leonard Stein, the former team chiropractor for the National Basketball Association’s Golden State Warriors and now the chiropractor for the San Francisco Ballet. A growing number of physicians agree. Dr. Alan Hilibrand, a professor of orthopedic surgery and neurosurgery at Thomas Jefferson University in Philadelphia and a spokesman for the American Academy of Orthopedic Surgeons , said, “At least as far as low-back pain is involved, it poses very little risk, and there are a lot of real advantages to it in this world of more and more medicine, and more and more opiate addiction.” Dr. Richard Deyo , the Kaiser-Permanente endowed professor of evidence-based medicine at Oregon Health and Science University and the author of “ Watch Your Back! ” called chiropractic care for lower-back pain “a reasonable alternative for people who would prefer to avoid medication or high-tech intervention.” He said more doctors were referring patients to chiropractors and more insurance plans were covering them for reasons that included “growing evidence that chiropractic care may be approximately as effective as conventional care, at least for back pain; successful lobbying by the chiropractic profession; and at least some evidence that for back pain, chiropractic care may be cost neutral rather than adding to costs of care.” A review of available evidence from the Cochrane Collaboration , a global network of researchers, concluded that “combined chiropractic interventions slightly improved pain and disability in the short term and pain in the medium term for acute/subacute low-back pain.” And other studies have shown that chiropractic treatment or exercise may be more effective than painkillers for the relief of neck pain. Yet the Cochrane reviewers pointedly added that there was “no evidence” that chiropractors “provide a clinically meaningful difference for pain or disability” for lower-back pain “when compared to other interventions.” Dr. Deyo said the mechanism of how chiropractic care might help still isn’t well understood, although he speculated that a combination of factors might be responsible, including some muscle relaxation, possibly “a realigning of the facet joints on vertebrae that help maintain alignment,” and a powerful placebo effect conveyed by the hands-on treatment. Yet another factor might be the simple passage of time, he said, adding that “most people with back problems seek treatment when they’re at their worst. They’re probably going to get better on their own, with or without care.” There’s a case to be made for patience, given that the basic procedure is not without some documented dangers, particularly when it comes to the treatment of neck pain. Last year, the American Heart Association urged practitioners to inform patients of a possible association between neck manipulation and the risk of a tear in the artery walls in the neck that could result in a stroke, although it noted that “it cannot be said with certainty that neck manipulation causes strokes.” A 2007 report in the journal Spine estimated that the risk of any “seriously adverse effect” of cervical spine manipulations, including a serious worsening of pain or “persistent or significant disability/incapacity” was at worst six per 100,000 treatments. William Meeker , president of the Palmer College of Chiropractic-West Campus in San Jose, Calif., maintained that the risk of a chiropractic adjustment causing “morbidity or mortality” was a fraction of the risk of taking a course of aspirin. He said chiropractors were generally better trained than ever, minimizing the risk of harm from such procedures. The standard is four to five years of postgraduate study at a chiropractic college and at least one year of supervised patient care. Before chiropractors can practice, they must also pass a national exam and be licensed by their state. The American Chiropractic Association says the training is similar to that at medical school. At the same time, Dr. Deyo and other experts have expressed concern about the tendency of some members of the profession to dabble in a widening variety of medical realms, in a kind of mission creep. “I’ve spoken with chiropractors who assert they treat diabetes and heart disease and thyroid problems, and I have to say I’m skeptical,” Dr. Deyo said. A brief Internet search confirmed that some chiropractors claimed to offer such therapies as “pendulum divination,” “biological terrain assessment” and “herbal crystallization analysis.” I can only imagine what my dad would have said. I got a front-row-seat view of the industry’s holistic possibilities a few minutes into my appointment with a chiropractor who had been so highly recommended by a friend that I rashly didn’t check beforehand if he had contracted with my insurance plan. (Turns out he hadn’t: Despite all that lobbying, many chiropractors would rather not deal with insurance. ) To my surprise, and temporarily stunned acquiescence, what I’d imagined would be a brief encounter resulting in a soothed tailbone for $125 (the fee quoted by the receptionist) turned into a three-hour “wellness” exam, with more than $300 in extra charges. Long before he looked at my spine, the chiropractor inspected the rest of me with various instruments, alerting me — by dictating loudly to his assistant, who scribbled on a pad — that I was suffering, among other things, from a potential Candida infection in my mouth , a slight tremor and muscle wasting in my hand, possible Lyme disease , bone-density loss, mismatched leg lengths, a worrisome “brown spot” on my right eye and an asymmetrical smile. The founding theory of the chiropractic profession, dating back to 1895, is that everything is connected, and that harm to the nervous system caused by a skeletal misalignment can lead to a gamut of health problems. But who knew the tailbone was connected to the smile bone? I’d entered that office considering myself a relatively healthy, if aging, woman, but left feeling like a walking time bomb. I couldn’t have foreseen there’d be so many completely new things to worry about. This may explain why I worriedly ended up agreeing to a supposedly essential set of X-rays for $165, although I managed to decline the offer of proprietary vitamins for sale at the front desk. Only in the last 15 minutes of the appointment did the chiropractor manipulate my tailbone — for less than five minutes — after which his assistant deployed what she told me was ultrasound therapy, for an extra $70 that was disclosed only when I was handed the bill. The jury is out as to whether any of it helped, since my tailbone didn’t stop hurting for another couple of weeks. Was it merely the passage of time, as Dr. Deyo had suggested, or did that 15 minutes of touch and heat — and maybe some placebo effect — do the trick? My chiropractor did do me a service by urging me to get my bone density checked — which I did, at a specialist’s lab, resulting in a diagnosis of osteoporosis (sigh) and a prescription for Fosamax . While, after all my research, on balance I’d be willing to visit a chiropractor again for serious lower-back pain, I plan to pursue “integrative wellness” at least in the near future by nudging my primary care doctor for periodic, thorough checkups. The next time I see him, I’ll ask if I should worry about my crooked smile. Katherine Ellison is the author of several books, including the forthcoming “ADHD: What Everyone Needs to Know,” written with Stephen P. Hinshaw, vice chairman for psychology at the University of California, San Francisco. Related: ", "title": "Chiropractic Care Grows, and Gains Acceptance"}, {"article": "Continue reading the main story Last week, the heads of two of America’s biggest companies said almost the same thing about what personalized technology would mean to the future of business. First, Timothy D. Cook , the chief executive of Apple , said his consumer technology company was starting to address the business world, which people in tech call “the enterprise.” “We want to make tools to help people change the world, and that means being in the enterprise,” Mr. Cook said at a conference on Tuesday for Box, a company that makes online storage and collaboration tools. It is, he said, “a huge opportunity for us.” Jeffrey Immelt , the chief executive of General Electric , endorsed that view later in the day. “Industrial companies have yet to feel the benefit of the Internet the way consumers have,” he said in an interview. “We’re just getting started.” Each man takes his stand relative to where he sits. Mr. Cook talked about the prospects for the kind of mobile Internet services delivered on iPhones and iPads and developed on Macs. Mr. Immelt is building a system of sensors and so-called predictive data analysis that he hopes will deliver to G.E. $10 billion in revenue by 2020. That same year, G.E. is forecasting, there will be one billion connected electric meters, 100 million connected light bulbs and 152 million connected cars globally. But what does it mean for business technology to be like consumer tech? Looking at consumer tech today, the answer is personalization. Google looks at your searches, emails and other online behavior and sends you a likely ad. Facebook reads your social behavior to the same end. Online media uses tracking cookies. The iPhone logs your location and sends it to various places. It doesn’t end there. Tesla cars and Nest thermostats are designed to watch what you do with them and adjust themselves to better serve you. Remarkably, mass-produced goods increasingly personalize into something unique because of a lot of snooping on you. Few consumers turn personalizing features off, adjust use or boycott the products. In a conflict of personalization and privacy, personalization has triumphed. Mr. Immelt foresaw much the same kind of thing happening with machines. “We can now track every jet engine separately throughout its life,” he said, giving each one the machine equivalent of a Facebook page, which states where it is and how it is “feeling,” making maintenance more efficient. Changing the behavior of devices will enable companies, he said, “to make sure you don’t allow any space between the customer and you.” Mr. Cook was less clear, but Apple’s joint agreements with Cisco Systems and IBM aimed at business are almost certain to involve a lot of personal identification and location awareness, if only in the name of corporate security. There are already office apps that interact with people depending on location and job status. Equipment and software like whiteboards or conference-call phones record who is in a meeting or tag what was said. Advertisement ", "title": "A View Emerges of Business Technology&#8217;s Future as the Personalization of the Machine"}, {"article": "Business Technology Starts to Get Personal By October 4, 2015 5:30 am October 4, 2015 5:30 am Last week, the heads of two of America’s biggest companies said almost the same thing about what personalized technology would mean to the future of business. First, Timothy D. Cook, the chief executive of Apple, said his consumer technology company was starting to address the business world, which people in tech call “the enterprise.” “We want to make tools to help people change the world, and that means being in the enterprise,” Mr. Cook said at a conference on Tuesday for Box, a company that makes online storage and collaboration tools. It is, he said, “a huge opportunity for us.” Jeffrey Immelt, the chief executive of General Electric, endorsed that view later in the day. “Industrial companies have yet to feel the benefit of the Internet the way consumers have,” he said in an interview. “We’re just getting started.” Each man takes his stand relative to where he sits. Mr. Cook talked about the prospects for the kind of mobile Internet services delivered on iPhones and iPads and developed on Macs. Mr. Immelt is building a system of sensors and so-called predictive data analysis that he hopes will deliver to G.E. $10 billion in revenue by 2020. That same year, G.E. is forecasting, there will be one billion connected electric meters, 100 million connected light bulbs and 152 million connected cars globally. But what does it mean for business technology to be like consumer tech? Looking at consumer tech today, the answer is personalization. Google looks at your searches, emails and other online behavior and sends you a likely ad. Facebook reads your social behavior to the same end. Online media uses tracking cookies. The iPhone logs your location and sends it to various places. It doesn’t end there. Tesla cars and Nest thermostats are designed to watch what you do with them and adjust themselves to better serve you. Remarkably, mass-produced goods increasingly personalize into something unique because of a lot of snooping on you. Few consumers turn personalizing features off, adjust use or boycott the products. In a conflict of personalization and privacy, personalization has triumphed. Mr. Immelt foresaw much the same kind of thing happening with machines. “We can now track every jet engine separately throughout its life,” he said, giving each one the machine equivalent of a Facebook page, which states where it is and how it is “feeling,” making maintenance more efficient. Changing the behavior of devices will enable companies, he said, “to make sure you don’t allow any space between the customer and you.” Mr. Cook was less clear, but Apple’s joint agreements with Cisco Systems and IBM aimed at business are almost certain to involve a lot of personal identification and location awareness, if only in the name of corporate security. There are already office apps that interact with people depending on location and job status. Equipment and software like whiteboards or conference-call phones record who is in a meeting or tag what was said. Many people expect to see machines develop relationships with their operators. “A camera on every machine will identify who you are,” said William Ruh, the head of G.E.’s digital business. “It will configure itself optimally for the person using it, or be looking at you and others and figuring out the best practices for its own operation.” Taking orders from a lathe, he noted, “could feel threatening, but it’s the opposite —  it’s effective on-the-job training.” That sounds like a high-tech version of Taylorism, the so-called “scientific management” pioneered by Fredrick Winslow Taylor a hundred years ago. Taylor timed workers doing things like shoveling and lifting, broke their work into discrete steps and figured out the optimal speeds that work could be done. Optimal behavior became a quota, akin to the way packers in warehouses are timed today. A small problem: Taylor made up or fudged a lot of his “scientific data,” but the idea stuck. We may see a big data version of the idea. “It will be based on billions of objective data points, not crude rules of thumb,” said Erik Brynjolfsson, a professor of management at the Massachusetts Institute of Technology. “It will be personalized to individuals under different conditions and times of day, and it will be more flexible.” Mr. Brynjolfsson is one of the authors of “The Second Machine Age,” a book on an industrial world enchanted by computing. He foresees other peculiarities. “With enough data, you can infer drug use or political persuasions,” he said. “These are things that are racing ahead, and we haven’t thought them through.” There will be benefits like buying a used car and knowing how it was driven and what is likely to go wrong with it. There may also be challenging effects from companies that collect and manipulate their data the best. “There is a huge opportunity for efficiency gains, but there will be side effects from taking out all the opacity around how things last and behave,” Mr. Brynjolfsson said. “A product that is 30 percent, or even three-tenths of a percent, better will get ordered more.” A good place, in other words, to be Apple or General Electric. The rest of us may have to be on our toes. It is likely that a lot of others will be. If it turns out like the consumer Internet, we’ll be delighted with the rewards of being spied on, even if we don’t know what they are yet. ", "title": "Business Technology Starts to Get Personal"}, {"article": "Tim Cook, Apple’s Chief, Speaks on Civic Duty By September 29, 2015 2:23 pm September 29, 2015 2:23 pm Photo Timothy D. Cook of Apple said at the BoxWorks conference that his company would continue to promote equality.Credit Box Timothy D. Cook, the chief executive of Apple, said businesses had civic duties that go beyond simply making money and selling products. “Business has a very important responsibility to society,” Mr. Cook said Tuesday. “That responsibility has grown markedly in the last couple of decades or so as government has found it more difficult to move forward.” Mr. Cook made his remarks at the BoxWorks conference, an event hosted each year by the storage company Box that showcases software for businesses. Mr. Cook’s comments highlight one of the many ways that Apple has become more outspoken under his tenure. Last year, Mr. Cook came out as gay , a move that was hailed as significant because he leads the world’s most valuable company. This year he also opposed an Indiana law that was widely seen as permitting businesses to discriminate against gay couples. During a recent appearance on “The Late Show With Stephen Colbert,” Mr. Cook said that as he watched children being bullied and discriminated against, he felt “a tremendous responsibility” to let the world know that he was gay. On Tuesday, Mr. Cook reiterated that equality was something that Apple would “continue to evangelize” when he spoke at BoxWorks. Mr. Cook said Apple was also focused on finding ways to improve the public education system and protect the environment. He told the crowd that businesses should work to help the environment and said Apple’s data centers in the United States are 100 percent powered by renewable energy. Outside the country, it’s about 90 percent. Mr. Cook also talked business during his interview with Aaron Levie, Box’s chief executive, specifically about Apple’s push to be a company that served consumers and business people. Mr. Cook said Apple needed to form partnerships with companies like IBM, Cisco and Box to make its devices useful to business people and corporations. That’s because Apple doesn’t have a deep knowledge of what businesses like financial services firms and shipping and transportation companies need, he said. On an annualized basis through 12 months ending in June 2015, Apple’s sales to enterprises amounted to $25 billion. “This is not a hobby,” Mr. Cook said. Mr. Levie kept Mr. Cook laughing during the interview, noting that Mr. Cook met last week with China’s president, Xi Jinping, and India’s prime minister, Narendra Modi, asking, “You can’t get an interview with the pope? What happened?” “It’s like being with Stephen Colbert again,” Mr. Cook said. A version of this article appears in print on 10/05/2015, on page B4 of the NewYork edition with the headline: Leader of Apple Discusses Its Duty. ", "title": "Tim Cook, Apple&#8217;s Chief, Speaks on Civic Duty"}, {"article": "Continue reading the main story BEIJING —  Cisco Systems Inc said Thursday it would form a joint-venture with Chinese server maker Inspur to sell networking and cloud computing products in China, where the Silicon Valley firm faces political pressure and declining sales. Cisco and Inspur said they would invest $100 million in the project, although they offered few other details. The partnership is one of a growing number of tie-ups between Chinese and U.S. technology firms announced during or ahead of Chinese President Xi Jinping's visit to the United States this week. Microsoft Corp said on Thursday it would partner with Baidu Inc and Chinese state-owned private investment firm Tsinghua Unigroup on cloud technology, while Dell Inc announced last week it would invest $125 billion over five years in China. Earlier this year, IBM pledged to help develop China's advanced chip industry with a \"Made with China\" strategy, while chipmakers Intel Corp and Qualcomm Inc are developing chips with smaller Chinese companies. Similar to its dealings with the foreign auto industry in decades past, Chinese officials have made clear to foreign technology firms that market access depends on their sharing technology and cooperating with Chinese industry. Like many of its peers, Cisco's market share has retreated in recent quarters in China, where its products have been labeled a cybersecurity threat by state media and government-affiliated experts. U.S. business lobbies have said the Chinese allegations amount to protectionism, while China has pointed to the experience of Cisco's Shenzhen-based rival Huawei Technologies Co Ltd [HWT.UL], which faced similar accusations from Capitol Hill when it sought to enter the United States. (Reporting by Gerry Shih; Editing by Stephen Coates) Loading... ", "title": "Cisco Joins Flurry of U.S.-China Tech Partnerships"}, {"article": "September 23, 2015 5:47 am September 23, 2015 5:47 am VOLKSWAGEN SHOWDOWN | It’s a day of reckoning for Martin Winterkorn, Volkswagen’s chief executive. Bloomberg News reports that he will be defending himself before the executive committee of the supervisory board today. Under scrutiny is how much Mr. Winterkorn knew about a plan intended to deceive regulators and consumers about diesel engine emissions. His survival depends on the votes of a few crucial players who will decide his future. They include Wolfgang Porsche, head of the family that controls a majority of voting shares; Bernd Osterloh, Volkswagen’s influential labor leader; and Stephan Weil, prime minister of Lower Saxony, which has special blocking rights at the company. The group met on Tuesday evening to discuss how to handle the crisis, according to a person with knowledge of the discussion. They may continue on Friday when the full board gathers. Mr. Winterkorn is known for his attention to detail and it has helped him make Volkswagen the world’s largest carmaker, for now. But this could become a liability when he is questioned about the scandal, Nicola Clark and Melissa Eddy report in The New York Times. Volkswagen’s tradition of highly centralized decision-making could make it difficult for Mr. Winterkorn to deny knowledge of the software manipulations. His future seemed secure until the revelations emerged. Just two weeks ago, a steering committee voted unanimously to extend Mr. Winterkorn’s mandate until the end of 2018. He had emerged victorious from a bitter power struggle that resulted in the ouster of Ferdinand Piëch, the company’s longtime chairman. Mr. Piëch had pushed for Mr. Winterkorn’s dismissal because he was unhappy with the company’s failure to expand its market share in the United States. On Tuesday, Mr. Winterkorn seemed intent on blaming others. He issued a video statement saying the misconduct was the result of “the grave errors of very few” employees. If he is forced to leave, Matthias Mueller, head of the Porsche brand, and Herbert Diess, who recently came  from its rival BMW to oversee the Volkswagen brand, are possible successors. Pressure has increased on Volkswagen in the United States, where attorneys general for New York and other states have said they were forming a group to investigate the case. Senator Bill Nelson, a Florida Democrat, also asked the Federal Trade Commission to begin an inquiry. The scandal has now spread beyond the United States to Volkswagen’s core market in Europe. The company said 11 million of its diesel cars were equipped with software that could be used to cheat on emissions tests, Jack Ewing reports in The New York Times. The company said it would set aside about $7.3 billion — equivalent to half a year’s profits — to cover the cost of making the cars compliant with pollution standards. The carmaker is now being investigated by several countries, including France, Italy and South Korea, as well as its own government. Its share price has plunged and ended Tuesday 35 percent lower than the closing price on Friday, slicing about €25 billion, or under $30 billion, off its stock market value in two days. Shares continued to swing in early trading on Wednesday and dropped below 100 euros for the first time in four years, The Financial Times reports . Volkswagen has hired the United States law firm Kirkland & Ellis LLP to help it deal with the scandal, according to Bloomberg News . Kirkland led BP’s defense in the criminal investigation of the 2010 Deepwater Horizon oil disaster. GOLDMAN CHIEF’S CANCER FOCUSES ATTENTION ON SUCCESSOR | Lloyd C. Blankfein’s announcement that he has  lymphoma has put the spotlight on the future of Goldman Sachs, Michael J. de la Merced reports in DealBook. The firm is entering its ninth year under his leadership and analysts have long wondered who would succeed him as chairman and chief executive. A small group of Goldman executives are possible candidates, according to people inside the company. Gary D. Cohn, the president since 2006, has been likened to Prince Charles — an heir waiting to ascend the throne. Harvey M. Schwartz, the firm’s chief financial officer and previously a top trading executive, and David M. Solomon, a co-head of investment banking and a longtime deal maker, are also potential successors. Michael S. Sherwood, a vice chairman and a co-head of the firm’s European division, is also a possibility. Pablo J. Salame, a co-head of Goldman’s trading arm, has a chance because of his role in the bank’s biggest business. For now, Mr. Blankfein still holds the reins. His form of cancer is considered highly treatable. “My doctors have advised me that during the treatment, I will be able to work substantially as normal, leading the firm,” he said in a statement. THE RISK OF UNICORNS | A time bomb is ticking inside a Silicon Valley unicorn, Steven Davidoff Solomon writes in the Deal Professor column. That bomb is known as a liquidation preference. Venture capital firms do not give their money freely. Every financing round involves a negotiation of terms of protection. The liquidation preference is one of the most important protections. It makes sure that even if the investment does not perform well, the venture investor still gets back its money. It ensures that the investment will be repaid before the founders and employees are rewarded. Senior liquidation preference, which is even more protective, provides that the firm will be paid before anyone else who bought preferred stock in earlier rounds as well as common stockholders. These provisions apply in a sale, but not in an initial public offering. According to a recent survey by the law firm Fenwick & West of 37 unicorns — private companies with valuations of $1 billion or more — every investment had a liquidation preference. While there is no guarantee of return in public markets, this protection guarantees minimum proceeds in any sale, over and above what other investors receive. It’s a sweet deal and helps explain why venture capital firms are comfortable with lofty valuations, Mr. Solomon writes. It might even push up valuations. A firm can invest $100 million in a start-up valued at $1 billion, knowing that the value would have to drop below $100 million for the venture firm to lose money. But liquidation preferences can come back to bite a start-up’s founders if valuations come down. Higher valuations push up expectations and failure to meet them can set off a downward spiral and a forced sale. In that event, venture capitalists get paid first, leaving “unicorpses” in their wake. I.P.O.s may not save these companies either. Some unicorns have terms that require minimum listing prices for investors that they won’t be able to meet. It’s not a win-win situation for venture capital firms either. If the founders have majority voting provisions that allow them to vote their common stock together on a one-to-one basis with the preferred stock, the founders may refuse to approve a sale. The battle would probably have to go to court. ON THE AGENDA | Markit releases the latest data for the United States Manufacturing Purchasing Managers’ Index at 9:45 a.m. BANK OF AMERICA CHIEF KEEPS POST AS CHAIRMAN | Brian T. Moynihan showed no hint of celebration when shareholders voted to allow him to keep his job as chief executive and chairman, Michael Corkery reports in DealBook. About 63 percent of shareholders said the board should have the authority to decide whether the bank’s chief executive should also hold the title of chairman. The vote had become a point of contention for disgruntled shareholders with some of the nation’s largest pension funds opposing the board’s proposal to give Mr. Moynihan both jobs. “It’s one more piece in the process of the bank getting back to normal,” Mr. Moynihan said after the meeting. Although the issue at stake seemed to be governing practices rather than Mr. Moynihan’s performance, the vote signaled confidence in him. The bank struggled during the Federal Reserve’s annual test of its financial health and gained only a conditional approval to increase its dividend. Its stock has lagged competitors. The Fed’s decision not to raise interest rates was also a blow to its earnings power. Mr. Moynihan is under pressure to find other ways to increase profits, but in spite of this, he has still managed to keep a hold on the company. ", "title": "Morning Agenda: Volkswagen Showdown"}, {"article": "The Influence of Fiorina at Lucent, in Hindsight SEPT. 21, 2015 Supported by Photo In the 1990s, Carly Fiorina, third from left, oversaw Lucent Technologies’ I.P.O., then the largest by an American company. Credit New York Stock Exchange Advertisement Continue reading the main story As Carly Fiorina has risen in the polls over the last week, there is renewed focus on her controversial tenure as chief executive of Hewlett-Packard . Yet her career at Lucent Technologies has been treated as little more than a footnote. It shouldn’t be. “My story — from secretary to C.E.O. — is only possible in this country,” Mrs. Fiorina likes to say on the hustings. In between her stint as a receptionist for a real estate company in the late 1970s and her being named Hewlett-Packard’s chief executive in 1999, Mrs. Fiorina worked for nearly 20 years at AT&T and then Lucent, the telephone giant’s spun-off equipment business. See More » It was at Lucent — Latin for “light-bearing” — that Mrs. Fiorina made her name, running several of its divisions and overseeing its successful initial public offering, which at the time was the largest I.P.O in American history. In 1998, she appeared on the cover of Fortune magazine, ranked No. 1 on its inaugural “Most Powerful Women in Business” list. Continue reading the main story Sign Up for the DealBook Newsletter Every weekday, twice a day, get the news driving the markets and the latest on mergers and acquisitions. Yet her celebrated tenure at Lucent has been clouded by what happened two years after she left in 1999. The once-highflying business worth more than $250 billion at its peak nearly collapsed in the face of an accounting scandal and the telecommunications bust. The company laid off 50,000 employees in 2001 alone. Today the company, after merging with Alcatel of France, is worth only about $10 billion. Lucent, like some its rivals, artificially burnished its financial performance through vendor financing — lending money to customers so they could buy its products. In 2004, the company settled charges brought by the Securities and Exchange Commission that accused it of perpetrating a $1.1 billion accounting fraud. “It’s unlikely she would have been considered for the HP job once it became clear that Lucent’s success had more to do with loose credit terms and creative accounting than any reinvention of the company as the Second Coming of Cisco,” Rakesh Khurana, a Harvard professor who studied Mrs. Fiorina’s tenure, said in “Backfire: Carly Fiorina’s High-Stakes Battle for the Soul of Hewlett-Packard,” a book by the financial journalist Peter Burrows. While Mrs. Fiorina wasn’t responsible for the accounting fraud — she was never accused of being involved in any financial shenanigans — she did work with, and helped support, some of the employees who came under legal scrutiny for acts that took place after she left. One of those executives was Nina Aversano, a senior executive at Lucent who played a role in the company’s aggressive sales and accounting tactics. Mrs. Fiorina, somewhat famously inside of Lucent, literally kissed the feet of Ms. Aversano on stage in front of hundreds of employees after a particularly good quarter. Some former Lucent employees, however, say it is unfair to blame Mrs. Fiorina for Ms. Aversano’s actions or for the financial prestidigitation, which were authorized by Lucent’s chief executive, not by Mrs. Fiorina. At least one former executive, Kathy Fitzgerald, who ran the company’s communications department, recalled that Mrs. Fiorina was hesitant about using vendor financing and while she was there “it was constrained,” suggesting the practice become worse after her departure. Advertisement Continue reading the main story “To place blame on Carly for anything that happened at the company after she left is completely irresponsible and absolutely ridiculous,” Leslie Shedd, a spokeswoman for Mrs. Fiorina, said. They also note that Lucent’s near-death experience occurred alongside an industrywide collapse that sent companies like WorldCom and Global Crossing into bankruptcy. By comparison, Lucent emerged from the telecom bust in decent shape. “All of the success the company had was bigger than she was and all the failure was bigger than her, too,” said Lisa Endlich Heffernan, author of “Optical Illusions: Lucent and the Crash of Telecom.” Still, Scott Woolley of Fortune magazine wrote a deeply reported story in 2010 during Ms. Fiorina’s unsuccessful Senate campaign in California that detailed a questionable deal she championed. Mr. Woolley focused on a vendor-financed transaction with a small company, PathNet, a sale that was valued at as much as $2.1 billion, though PathNet had only $1.6 million in annual revenue. It later filed for bankruptcy. And Ms. Endlich Heffernan’s book connects Mrs. Fiorina to two other failures while she was at Lucent. In one, Mrs. Fiorina was assigned to run Lucent’s consumer products business. Perhaps that division was always destined for failure — it included Lucent’s handset business just as the world was pivoting to mobile communications. But Mrs. Fiorina orchestrated a joint venture with the Dutch electronics giant Philips Electronics that turned out to be a mess, one that she later told The Wall Street Journal was the biggest mistake of her career. Then there was Lucent’s 1999 acquisition of Ascend Communications for more than $22 billion. That deal may go down in history as one of the worst. Again, however, Mrs. Fiorina wasn’t in charge at Lucent. Was she consulted on the transaction? Yes. But she didn’t try to object to it. Several weeks ago, I wrote a critical column of Mrs. Fiorina’s time at Hewlett-Packard. Since she was never the C.E.O. of Lucent, assessing her career there is more difficult. The leadership of Lucent fell to Henry B. Schacht (a former New York Times board member) and later to Richard McGinn, who largely oversaw its ascent and demise. Regardless, her senior role at Lucent deserves continued focus as the country debates her presidential bona fides. Perhaps it will remain an open question whether Donald Trump was right when he said during the debate last week: “You know, if you look at what happened at Lucent under her tenure, it was not a good picture.” A version of this article appears in print on September 22, 2015, on page B1 of the New York edition with the headline: The Influence of Fiorina at Lucent, in Hindsight. Order Reprints | Today's Paper | Subscribe Loading... ", "title": "The Influence of Fiorina at Lucent, in Hindsight"}, {"article": "China Tries to Extract Pledge of Compliance From U.S. Tech Firms By PAUL MOZUR Supported by Photo Lu Wei, China's Internet czar. Beijing has summoned American tech companies to a forum in Seattle next week, while President Obama has suggested they are being hurt by China's anticompetitive practices. Credit Johannes Eisele/Agence France-Presse — Getty Images Advertisement Continue reading the main story HONG KONG — The Chinese government, which has long used its country’s vast market as leverage over American technology companies, is now asking some of those firms to directly pledge their commitment to contentious policies that could require them to turn user data and intellectual property over to the government. The government distributed a document to some American tech companies earlier this summer, in which it asked the companies to promise they would not harm China’s national security and would store Chinese user data within the country, according to three people with knowledge of the letter who spoke on the condition of anonymity. The letter also asks the American companies to ensure their products are “secure and controllable,” a catchphrase that industry groups said could be used to force companies to build so-called back doors — which allow third-party access to systems — provide encryption keys or even hand over source code. DEC. 1, 2014 The document underlines the way China is wielding its power over the American tech industry. Next week, Beijing has also planned a tech forum in Seattle between China’s Internet czar, Lu Wei, and tech companies including Apple, Facebook, IBM, Google and Uber, in a show of how it can get some of the world’s leading tech players to meet even as President Obama has suggested American companies are being hurt by anticompetitive Chinese practices. The forum is timed to coincide with President Xi Jinping‘s first state visit to the United States. Continue reading the main story From the Pledge: View Full Pledge » The situation is tricky for American tech companies. Many are eager to take advantage of business opportunities in China before local rivals sew up the market. But they have to tread carefully given the Chinese government’s sensitivities on issues like censorship and security. Facebook and Google are among those blocked by China’s web filters from offering their core services in the country, which is the world’s biggest Internet market. It is not clear whether any of the companies invited to the Seattle tech forum received the pledge. The document was sent by the China Information Technology Security Evaluation Center, most likely under pressure from China’s main Internet regulator, according to one of the people with knowledge of the letter. JUNE 4, 2013 It is also unclear when Chinese officials want a response from the companies on the pledge, but they may be hoping for some sign during next week’s tech forum, or at an Internet conference hosted by China’s Internet regulators later in the year, these people said. The Cyberspace Administration of China did not respond to a faxed request for comment on the pledge. Uber, Apple, Google, IBM, Microsoft and Facebook did not immediately respond to requests for comment. The pledge contains language similar to that in a recently distributed Chinese national security law . The document begins with the statement: “Our company agrees to strictly adhere to the two key principles” and names them as “not harming national security and not harming consumer rights.” It also asks the company to make six additional promises — some seemingly innocuous, like guaranteeing product safety, and others less so, like volunteering to check that products are “secure and controllable.” That could imply an agreement to cater products to Chinese surveillance. Advertisement Continue reading the main story Over the last year, Chinese officials have sought to persuade American companies to support declarations of differing types. In a conference hosted by China’s Internet regulator last year, attendees were given little time to provide feedback on a declaration that said countries should have the right to make their own Internet laws, even if those laws mandate censorship and surveillance. The declaration was ultimately abandoned because of objections . OPEN Document Signing the new pledge could set a precedent of American tech firms openly cooperating with Beijing and enabling snooping on users. Conversely, a refusal could bring fresh restrictions or penalties for companies in China’s enormous market. For the most part, American firms have sought to follow Beijing’s wishes in China, while lobbying at home for more pushback against Chinese laws that they say restrict market access and force technology transfers. To protect their businesses in China, some have transferred intellectual property and cooperated with would-be Chinese competitors. Some have promised huge new investments and used jargon favored by the leaders of the Chinese Communist Party. In a recent speech, Travis Kalanick, chief executive of the ride-hailing company Uber, said that progress brought by his company had to be “in harmony with stability,” words often used by Chinese officials to signal the dangers of social and political unrest. IBM’s China marketing materials use phrases like “building a harmonious society” and “the Chinese dream,” the latter a phrase coined by Mr. Xi to signify the rejuvenation of the Chinese nation. Earlier this month, Dell pledged to spend $125 billion in China over the next fiveyears, which is about five times the company’s value when it was taken private in 2013. In June, Cisco pledged $10 billion in investment in China over the next several years. Qualcomm earlier this year said it would help a Chinese chip maker develop advanced semiconductor materials, and IBM transferred intellectual property for one of its lines of servers to a Chinese firm. Qualcomm declined to comment. Cisco and Dell did not immediately respond to requests for comment. “Everyone has assumed that it is easier in the market if you are seen as a friend of China,” said Adam Segal, a senior fellow at the Council on Foreign Relations. “People have doubled down on that strategy now that the pressure has increased so dramatically.” A report released Thursday by the Information Technology and Innovation Foundation, an industry research group, took aim at what it described as China’s mercantilist approach to innovative industries. The report said the United States should establish an industrial intelligence council, create the position of chief trade enforcement officer and restructure the way reviews of foreign investments on national security grounds are conducted. “Disregard for international rules of market-based competition is increasingly apparent as China continues to develop a robust set of mercantilist policies, virtually all of which violate the spirit, if not the letter, of the World Trade Organization’s laws,” the report said. Correction: September 16, 2015 An earlier version of this article misstated a detail of Dell’s investment pledge to China. The company said it would spend $125 billion there over the next five years, not the next 10 years. Correction: September 17, 2015 An earlier version of this article misidentified the Chinese government agency that sent the document to the American tech companies. It is the China Information Technology Security Evaluation Center, not the China Internet Security Certification Center. Nick Wingfield contributed reporting from Seattle and Neil Gough from Hong Kong. A version of this article appears in print on September 18, 2015, on page B1 of the New York edition with the headline: China Seeks Compliance Pledges From U.S. Tech Companies. Order Reprints | Today's Paper | Subscribe Loading... ", "title": "China Tries to Extract Pledge of Compliance From U.S. Tech Firms"}, {"article": "Continue reading the main story Each Saturday, Farhad Manjoo and Mike Isaac, technology reporters at The New York Times, review the week’s news, offering analysis and maybe a joke or two about the most important developments in the industry. Mr. Manjoo is off this week, so Mr. Isaac is conversing with fellow tech reporter Quentin Hardy. Mike: Hello, Farhad! How are you do ... — wait a minute. You aren’t Farhad. You’re my very intelligent colleague, Quentin Hardy! What are you doing here, and what have you done with Farhad? Quentin: The working theory is that we have reached Peak Manjoo, and from now on we must ration his wisdom wisely so it lasts longer. I will try to drop something like his wisdom bombs. Mike: Okey-doke. So, it has been a strange week in tech, though I think I say that every week, so I guess it has been a normal week in tech. We’re all still on the lookout for who will take the chief executive position at Twitter , a process that seems to be moving about as fast as the Iran deal did. China’s stock market is basically imploding, which I guess is also bad for American tech start-ups. Oh, and McDonald’s is now serving breakfast all day , which is really much bigger news than any of this other tech stuff combined. But as you are this week’s substitute Farhad, I leave it to you to set the topics of discussion. What’s tickling your fancy this week? Quentin: Like almost everyone, I’m wiggling my toes in the wading pool and nursing an appropriate beverage as the Labor Day holiday calls an unofficial end to summer. Traditionally, college students pack off for school, new cars and fashions show up and we all get back to business. In tech, it means we start a round of conferences and product announcements, maybe even a few big deals. Usually we ease into these events nice and calmly, but not this year — and not just because Apple is having a bunch of product announcements next week. You know, Apple has these big announcements, real rolling-thunder stuff. Amazon seems to like it the other way around. Out of nowhere on Tuesday, they announced that Prime members could now download (some) movies and TV shows to iOS and Android devices. In order to watch programming offline previously, you had to have an Amazon Fire tablet, so this gives Amazon a much bigger potential customer base. It’s a pretty huge deal, if Amazon can negotiate a decent inventory of titles. And it brings the pain to Netflix, which hasn’t been interested in offering offline media. Continue reading the main story Subscribe to the Bits Newsletter News, insight and analysis about the technology industry, delivered to your inbox Monday-Friday by New York Times reporters and editors. On Saturdays, you will receive a roundup of the week’s news from Farhad Manjoo and Mike Isaac. Mike: This is cool! If only I used Amazon to watch movies. At this point, I’m basically beholden to Netflix — by the way, their new show “Narcos” is awesome. So even with all the cool little features, I only buy an Amazon flick every once in a while. Amazon’s big problem is people like me: People who don’t register “media” when they think of Amazon. They think about diapers and dog treats. Which reminds me, I need to buy more Greenies for my dog. Quentin: I’m just starting “Narcos.” Don’t tell me how it ends! Advertisement ", "title": "Mike and Quentin’s Week in Tech: Amazon’s Offline Game Changer"}, {"article": "Apple and Cisco Team Up on iPhone and iPad Sales By THE ASSOCIATED PRESS Continue reading the main story Apple is looking to Cisco Systems ’ expertise in Internet networking gear in its latest effort to sell more iPhones and iPads to corporate customers. On Monday, the two companies announced an alliance to ensure that corporate Internet connections relying on Cisco hardware deliver content quickly and securely to iPhones and iPads. Cisco will also help Apple develop ways for iPhones to interact more easily with workers’ office phones. Financial terms were not disclosed. Loading... ", "title": "Apple and Cisco Team Up on iPhone and iPad Sales"}, {"article": "Continue reading the main story In other words, big customers can demand lower prices, and like any company, Intel does not want to rely on a handful of customers, particularly because it does not dominate the market for chips that go into smartphones the way it once did the market for chips that run PCs. Intel’s server business is well worth protecting. In the last quarter, Intel’s PC chip business shrank 14 percent from a year earlier, to $7.5 billion, while data center chips, Intel’s second-largest segment at $3.9 billion, grew 10 percent in the same period. Mirantis could be a hedge against that shrinking pool of customers for server chips. Mirantis software is a so-called open-source product; the same kind of software is also produced by Hewlett-Packard, Dell, IBM, Cisco and others. It enables about 50 computer servers to function in concert, creating one flexible machine, but Intel wants Mirantis to eventually raise that to 1,000 servers. The hope is that this software will make it easier for more companies to develop cloud-computing systems. And among restive start-ups like Mirantis, there is an increasing sense that, now that the serious money is moving around, there are plenty of opportunities to work with giants both inside and outside the tech industry. “Companies like AT&T and Goldman Sachs have realized that their future businesses are all enabled by software in the cloud,” said Adrian Ionel, the chief executive of Mirantis. “It creates a lot of opportunities for new companies like us, because the old enterprise companies can’t help them there.” Mirantis, based in Mountain View, Calif., has 750 employees, about 600 of whom are engineers who focus on improving its cloud operating system. In addition to cash, Intel can also use its marketing muscle, and perhaps find some new allies. A few weeks ago, Intel announced that it was working with Google on software that would make it easier to deploy and manage applications across a global cloud network. And Google is also working with Mirantis, said Craig McLuckie, product manager on the Google cloud. Other big companies, like Ericsson, the world’s biggest telecommunications equipment provider, are also investors. Ericsson is a Mirantis customer as well. Intel has also invested a reported $700 million in Cloudera, a start-up focused on data analysis. Cloudera looked as though it could work well in cloud systems, Ms. Bryant, of Intel, said. The more people store and analyze data, Intel figures, the more they will consume Intel’s chips to do the analysis. “We’re seeing a very major transition,” Ms. Bryant said. Computers used to be white boxes that businesses turned to for efficiency and data storage. Now they are smartphones in pockets, and they continue to move into all manner of devices, combining with sensors and cloud systems to deploy and manage intelligent machines everywhere imaginable. For those in the computer business, that means many longstanding assumptions and alliances will have to change. The winding history of the OpenStack technology that Mirantis is working on shows how big companies can sometimes make a mess of a good idea, and why Intel is interested in the start-up. In 2010, OpenStack was started by Rackspace, an early purveyor of cloud-type services, in conjunction with NASA, which turned over some code it had been developing internally. Rackspace enjoyed early growth, but it has stumbled as Amazon Web Services has expanded. (Among other things, the company has picked up NASA as a customer.) A collection of companies contributing to the OpenStack effort have bogged it down in bureaucracy. After considering selling itself last year, Rackspace now hopes to profit partly as a reseller of Azure, Microsoft’s cloud computing service. Intel appears ready to force the issue. Last month, the corporation opened an OpenStack innovation center alongside Rackspace. “My job is to try and get things moving,” Ms. Bryant said. “Intel has a long history of being able to drive standards and getting everyone to move together.” She added, “You’d be surprised how much money I have for this.” A version of this article appears in print on August 24, 2015, on page B1 of the New York edition with the headline: Intel to Invest in a Big Way in Software for the Cloud. Order Reprints | Today's Paper | Subscribe Loading... ", "title": "Intel to Invest Heavily in Software That Enhances Cloud-Computing Capabilities"}]