[{"article": "See their articles on your Seeking Alpha homepage and in your feed.\nReal-time alerts on this author\nGet their new articles emailed to you as they are published.\nDaily digest on all my authors\nGet all your favorite authors’ new articles emailed to you in one daily digest.\n(469 followers)\nPerformance\nA10 Networks Deserves More Than A Single Digit\nMust Read  |  Nov. 13, 2015  9:18 AM ET  |  About: A10 Networks, Inc. (ATEN) , Includes: BRCD , CSCO , CTXS , FFIV , RDWR by: Darspal S Mann\nCOMPLIMENTARY ACCESS\nWe hope you enjoy this complimentary access to a Seeking Alpha PRO article.\nEvery market day, we select up to 20 of our authors’ top long and short ideas, exclusively for PRO         subscribers.\nA subscription to Seeking Alpha PRO includes:\nTop Ideas: Daily exclusive access to our best long and short ideas.\nResearch: In-depth coverage of more than 5200 stocks, many of which have little or no coverage         elsewhere.\nPRO Idea Filter: Powerful search tools help you find articles based on market cap, sector,         and investment style.\nCompetitive and other concerns are easing.\nDemand for security features is helping the company outpace the average industry growth.\nA good acquisition candidate, near break-even and trading at a discount to peers, while offering better growth prospects.\nA10 Networks' ( ATEN ) stock is down 50% from early last year, but the changing fundamentals suggest that the business is finally gaining traction as a second major player in the industry, after F5 Networks ( FFIV ), which should help the company remove any doubts over the long-term sustainability as an independent business, while the finances are at the cusp of achieving sustained profitability, while maintaining the existing investments.\nLast year, when the company went public, the business was promised as a disruptor in the ADC (Application Delivery Controller) market, a market that is expected to grow at mid-high single digits, but large enough (two-three billion dollars) for a small player to achieve scale, especially with F5 controlling almost half of the market and Cisco ( CSCO ) exiting the space. As the stock price volatility aptly shows, the usual volatility of lumpy order flow associated with the space, lack of profitability and doubts over competitive positioning took the sheen away quickly.\nWith the stock trading near half the trading multiple of other players, while expecting to deliver almost twice the growth, there is hardly any premium attached for the comeback, which may change soon, especially as the trend of the last two quarters takes hold with the help of new products, the successful push into the cloud and the demand for more security laced features. Besides the improving fundamentals, the business, as a pure-play ADC player, should be high on any acquisition target list related to the space.\nConcerns, including competition, seem overdone\nIn late 2012, Cisco exited the ADC market and partnered with Citrix ( CTXS ) instead, which was not very surprising to some, since F5 and Citrix were handily beating the company, but more importantly, the void created by the exit invited various new players, including A10. Since the A10 team came from Foundry Networks, now part of Brocade ( BRCD ), the company was a serious contender, but F5's comprehensive refresh of its product line up increased the competitive pressure significantly for the newcomer - A10.\nThe historical perspective is important for two things. First of all, bigger players relative to A10 with a lopsided market share, currently in favor of F5, dominate the market, and secondly, the market is technically driven enough to experience swings, including away from a large player like Cisco. This offers a fighting chance to even a small company like A10.\nGoing forward, A10, as backed by the top line growth, seems to be creating a unique position for itself among 'pure-plays', even though F5 remains a dominant player, especially in large-scale deployments, and the rest of the market consisting of just a handful of 'pure' players and largely diversified networking players. The market is shifting away from just hardware and software based solutions, with the growth of virtual ADCs, demand from fast growing cloud as well as software defined data centers, creating opportunities for a land grab. The demand for security functionality is becoming another major differentiator. In such an environment, it may not come as a surprise that F5 missed expectations and lowered guidance in the most recent quarter.\nGrowth catalysts just flexing muscles\nRevenue Growth\n", "title": "A10 Networks Deserves More Than A Single Digit"}, {"article": "Understanding Cisco’s Future Growth Prospects  (Part 2 of 3)\nFactors that Can Drive Cisco Systems’ Growth\nBy Paige Tanner  • Nov 13, 2015    5:41 pm EST\nRevenue by product\nIn the previous part of this series, we saw that Cisco Systems ( CSCO ) reported strong results for its fiscal 1Q16 results. Of its $12.7 billion revenue, Cisco derived 78% of its revenue, or $9.84 billion, from its wide product portfolio and 22%, or $2.84 billion, from services.\nThe company’s revenue was driven by a rebound in Switching products as well as strong growth in Collaboration and Data Center products. All other segments also reported growth, except NGN Routing and Service Provider Video. The company earns revenue from nine business segments, with maximum revenue earned from Switching and Routing.\nEnlarge Graph\nSwitching\nFor the past few quarters, Cisco’s Switching business has reported lackluster growth. However, in fiscal 1Q16, sales rebounded and the segment reported 5% YoY (year-over-year) growth, which is higher than the 2% YoY growth reported in fiscal 4Q15.\nIn the fiscal 1Q16 earnings call, Cisco’s new CEO, Chuck Robbins, stated that he expects the sales of the new-generation switches to surpass sales of  old switches. He added that he expects these sales to hit “that inflection point” in the second half of fiscal 2016.\nCollaboration\nCisco’s Collaboration business reported 17% YoY revenue growth in fiscal 1Q16. This segment includes new products such as unified communications, conferencing, Cisco telepresence systems, and enterprise mobile messaging.\nData Center\nCisco’s Data Center was the company’s fastest-growing segment, reporting 24% YoY growth. This segment comprises the UCS (unified computing system) that integrates computing, storage, and networking.\nAlthough the company does not have its own storage products, it has partnered with EMC ( EMC ), NetApp ( NTAP ), Hitachi, and IBM ( IBM ) to offer their storage products in UCS.\nWireless and Security\nOn a YoY basis, Cisco’s revenue from both its Wireless and Security businesses grew 7% each. The company is focusing on its Security segment to drive future growth. During the quarter, the company agreed to acquire Lancope, OpenDNS, Pawaa Software, and Portcullis to boost its Security business. All the acquisitions are expected to close in fiscal 2Q16.\nNGN Routing and Service Provider Video\nNot all of Cisco’s segments reported growth. The company’s Routing business reported 8% YoY decline in revenue in fiscal 1Q16 after posting 3% YoY growth in fiscal 4Q15. Edward Jones analyst Dave Heger attributed the negative growth to the changes in telecom service providers’ spending plans. Another struggling segment was Video Equipment, which reported a YoY decline of 2%.\nThe SPDR S&P 500 ETF ( SPY ) invests ~0.77% of its holdings in Cisco.\nTech, Media, and Telecom Performance\n{\"metrics\":[\"Open\"],\"tickers\":[\"XLK\",\"CSCO\",\"EMC\",\"IBM\",\"NTAP\",\"SPY\"],\"ticker_names\":[\"Technology SPDR (ETF)\",\"Cisco Systems, Inc.\",\"EMC Corporation\",\"International Business Machines Corp.\",\"NetApp Inc.\",\"SPDR S&P 500 ETF Trust\"]}\n31,443 people are subscribed to Market Realist newsletters.\nTo get this newsletter simply fill-in your email address:\nWe don't spam\n", "title": " Factors that Can Drive Cisco Systems&amp;#8217; Growth "}, {"article": "Understanding Cisco’s Future Growth Prospects  (Part 1 of 3)\nWhy Did Cisco Shares Fall 5% despite Upbeat Earnings?\nBy Paige Tanner  • Nov 13, 2015    5:40 pm EST\nCisco beats analysts’ estimates\nNetworking giant Cisco Systems ( CSCO ) reported its fiscal 1Q16 earnings on November 12, 2015, after the markets closed. The company’s revenue rose 3.6% YoY (year-over-year) to $12.68 billion in fiscal 1Q16, beating the consensus estimate of $12.65 billion and topping its own forecast for $12.65 billion.\nThe company’s non-GAAP (generally accepted accounting principles) EPS (earnings per share) rose 9.3% YoY to $0.59, beating the analysts’ estimates of $0.56.\nEnlarge Graph\nCisco’s shares fall\nDespite upbeat fiscal 1Q16 results, Cisco’s shares fell 4.96% to $27.83 in the after-hours trading session on November 12, 2015. The shares fell as the company posted weaker guidance for fiscal 2Q16 due to unfavorable macroeconomic factors.\nPlus, currency exchange issues across the Asia–Pacific region impacted Cisco’s order book. We will evaluate the company’s guidance in detail later in this series.\nRevenue trend\nAs a networking hardware provider, Cisco Systems faces business cycle shifts before some of its peers experience these shifts. After several quarters of depressed results, revenues started to pick up in the latter half of fiscal 2015, as seen in the above graph.\nThe company’s fiscal 1Q16 revenues were driven by a rebound in the switching sector, which occurred after months of decline and faster growth in new products such as conferencing hardware and software. We will analyze each segment in detail in the next part of this series.\nProfitability\nOn a non-GAAP basis, Cisco’s gross margin rose from 62.3% in fiscal 1Q15 to 63.20% in fiscal 1Q16. The company’s operating margin improved from 19.13% in fiscal 1Q15 to 24.30% in fiscal 1Q16 as operating expenses fell 4.77% YoY. Net income increased 33% YoY to $2.43 billion.\nCash position\nIn fiscal 1Q16, Cisco ( CSCO ) generated $2.8 billion in cash from operating activities, up 11% YoY. The company spent $1.1 billion in dividend payments and $1.2 billion in share buybacks. As of October 24, 2015, the company’s total cash reserves stood at $59.1 billion, of which only $5 billion was available in the United States. This shows the company’s sensitivity to foreign currency fluctuations.\nThe company’s leadership changed hands in July 2015, when Chuck Robbins became CEO after John Chambers stepped down after 20 years. Robbins utilized partnerships instead of acquisitions to drive growth. Recently, the company entered into a strategic partnership with Apple ( AAPL ) and Ericsson ( ERIC ). The Cisco–Ericsson deal negatively impacted Juniper ( JNPR ), which was an acquisition target for Ericsson.\nInvestors can gain diversified exposure to Cisco through the PowerShares QQQ Trust ETF ( QQQ ). QQQ has ~2.67% of its holdings in the company’s stock.\nTech, Media, and Telecom Performance\n{\"metrics\":[\"Open\"],\"tickers\":[\"XLK\",\"AAPL\",\"CSCO\",\"ERIC\",\"JNPR\",\"QQQ\"],\"ticker_names\":[\"Technology SPDR (ETF)\",\"Apple Inc.\",\"Cisco Systems, Inc.\",null,\"Juniper Networks, Inc.\",\"PowerShares QQQ Trust, Series 1 (ETF)\"]}\nThe Realist Discussions\nJohn Miller\nAlthough disappointed over the negative stock price swing today, I remain a proud stock holder, and I continue to trust in CISCO as the provider of the BEST networking products and services in the world. I look forward to CISCO’s growth under the new leadership of Mr. Robbins. He was very impressive this week on all of his multiple TV interviews.\n1 Comment\n", "title": " Why Did Cisco Shares Fall 5% despite Upbeat Earnings? "}, {"article": "Cisco Systems Inc. and Fossil Group Inc. Drop as Stocks End a Brutal Week\nBy Motley Fool ,  November 13, 2015, 08:11:02 PM EDT\nSubscribe\nStock ended lower by more than 1% today, capping a rough     week for U.S. markets. The S&P 500 (SNPINDEX: ^GSPC) lost 1.2% and the Dow Jones Industrial Average  (DJINDICES: ^DJI) gave up 1.1%. Stocks shed nearly 4% in     the past five trading days:\n^INX data by YCharts\nAn interest rate hike by the Federal Reserve, its first     boost since 2006, seems likely in the next few weeks. 92% of     economists polled by The Wall Street Journal today said they     expect the increase to come in December.\nMeanwhile, several stocks made sharp moves today including     Dow member Cisco Systems and struggling watch and accessories maker Fossil , which each reported quarterly earnings results before the     opening bell.\nCisco sees a weak fourth quarter ahead\nNetwork technology giant Cisco Systems was the Dow's biggest     percentage-point loser today, falling 6% after its fiscal     first-quarter earnings announcement disappointed investors. The operating results weren't the problem. In fact, Cisco's 4% sales growth was at     the high end of management's guidance and just ahead of Wall     Street's expectations. Profits also came in ahead of plan at     $0.59 per share compared to consensus estimates of $0.56 per     share. \"Q1 was a very strong quarter,\" CEO Chuck Robbins said     in a press release .\nHowever, Cisco's soft outlook for the current quarter was     surprisingly weak. While still calling for growth, a recent     slowdown in orders has management feeling conservative about     the next few months. \"Our guidance reflects lower than expected     order growth in Q1, driven largely by the uncertainty of the     macro environment and currency impacts,\" Robbins said. Cisco's     projected 1% revenue gain was well below the 5% consensus that     Wall Street analysts had wanted. And its expected $0.54 per     share of earnings also came up short (estimates centered on     $0.56 per share).\nIn a conference call with investors last night, Cisco's     management said the company is moving quickly to adjust to the     changing demands of its customers, for example by releasing new     products at a 25% faster pace than the prior year and by     aggressively moving into the cloud business. \"We expect the     results of these moves will start showing up in the coming     quarters,\" Robbins said.\nFossil struggles against tech disruptors\nFashion accessory maker Fossil saw its stock crater by 37%     today on 20 times its average daily trading volume. The     catalyst for that huge swing was a third-quarter earnings report that showed evidence of a fundamental shift in the company's     biggest market: watches.\nImage source: Fossil.\nAn 11% decline in the watch category was the main driver of     a 16% overall sales drop, which was well below management's     plan. Net income plunged to $58 million from $104 million in     the year-ago period. \"We are not satisfied with our overall     performance,\" CEO Kosta Kartsotis said in a press     release .\nIn a subsequent conference call with investors, executives     described what they saw as a broad move by customers away from     traditional timepieces and toward wearable technology. This     shift is putting pressure on sales growth, but the resulting     tech opportunity is why the company just purchased fitness     tracker producer, Misfit. \"We believe some of the headwinds we     have been experiencing result from a lack of technology in our     core business, and this acquisition will allow us to quickly     start turning those headwinds into tailwinds .\"\nAny turnaround will have to wait until at least next year,     though. Fossil lowered its sales and profit outlook and said it     expects revenue to sink by as much as 11% next quarter.     Earnings are now projected to fall 17% for the full year, down     to $5.90 per share.\nThe next billion-dollar iSecret\nThe world's biggest tech company forgot to show you something       at its recent event, but a few Wall Street analysts and the Fool didn't miss a beat: There's a small company that's       powering their brand-new gadgets and the coming revolution in       technology. And we think its stock price has nearly unlimited       room to run for early in-the-know investors! To be one of       them, just click here .\nThe article Cisco Systems Inc. and Fossil Group Inc. Drop     as Stocks End a Brutal Week originally appeared on Fool.com.\nDemitrios Kalogeropoulos has no position in any stocks mentioned. The Motley Fool     recommends Cisco Systems and Fossil. Try any of our Foolish     newsletter services free for 30 days . We Fools may not all hold the same opinions, but we all     believe that considering a diverse range of insights makes us better investors. The Motley Fool has a disclosure policy .\nCopyright © 1995 - 2015 The Motley Fool, LLC. All rights     reserved. The Motley Fool has a disclosure policy .\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of The NASDAQ, Inc.\n", "title": "Cisco Systems Inc. and Fossil Group Inc. Drop as Stocks End a Brutal Week"}, {"article": "The following are the most active stocks for the after hours session :\nCisco Systems, Inc. ( CSCO ) is unchanged at $26.21, with 3,973,638 shares traded. As reported by Zacks, the current mean recommendation for CSCO is in the \"buy range\".\nCorning Incorporated ( GLW ) is unchanged at $17.93, with 3,618,947 shares traded. Over the last four weeks they have had 3 up revisions for the earnings forecast, for the fiscal quarter ending Jun 2016. The consensus EPS forecast is $0.37. GLW's current last sale is 91.95% of the target price of $19.5.\nGeneral Electric Company ( GE ) is +0.02 at $30.30, with 2,480,312 shares traded. As reported by Zacks, the current mean recommendation for GE is in the \"buy range\".\nExelon Corporation ( EXC ) is unchanged at $28.34, with 2,350,544 shares traded. EXC's current last sale is 85.88% of the target price of $33.\nInterpublic Group of Companies, Inc. (The) ( IPG ) is unchanged at $22.45, with 2,120,866 shares traded. As reported by Zacks, the current mean recommendation for IPG is in the \"buy range\".\nPowerShares QQQ Trust, Series 1 ( QQQ ) is -0.03 at $109.81, with 2,047,763 shares traded. This represents a 29.58% increase from its 52 Week Low.\nBank of America Corporation ( BAC ) is -0.01 at $17.19, with 1,958,842 shares traded. Over the last four weeks they have had 3 up revisions for the earnings forecast, for the fiscal quarter ending Dec 2015. The consensus EPS forecast is $0.35. As reported by Zacks, the current mean recommendation for BAC is in the \"buy range\".\nOracle Corporation ( ORCL ) is +0.19 at $37.49, with 1,631,559 shares traded. ORCL's current last sale is 83.31% of the target price of $45.\nYahoo! Inc. ( YHOO ) is unchanged at $32.19, with 1,216,176 shares traded. As reported by Zacks, the current mean recommendation for YHOO is in the \"buy range\".\nIntel Corporation ( INTC ) is unchanged at $32.11, with 917,918 shares traded. Over the last four weeks they have had 12 up revisions for the earnings forecast, for the fiscal quarter ending Dec 2015. The consensus EPS forecast is $0.63. As reported by Zacks, the current mean recommendation for INTC is in the \"buy range\".\nMondelez International, Inc. ( MDLZ ) is unchanged at $43.27, with 881,311 shares traded. Over the last four weeks they have had 4 up revisions for the earnings forecast, for the fiscal quarter ending Sep 2016. The consensus EPS forecast is $0.52. As reported by Zacks, the current mean recommendation for MDLZ is in the \"buy range\".\nFacebook, Inc. ( FB ) is unchanged at $103.95, with 776,871 shares traded. Over the last four weeks they have had 10 up revisions for the earnings forecast, for the fiscal quarter ending Dec 2015. The consensus EPS forecast is $0.5. As reported by Zacks, the current mean recommendation for FB is in the \"buy range\".\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of The NASDAQ, Inc.\n", "title": "After Hours Most Active for Nov 13, 2015 :  CSCO, GLW, GE, EXC, IPG, QQQ, BAC, ORCL, YHOO, INTC, MDLZ, FB"}, {"article": "Subscribe\n(RTTNews.com) - With traders reacting to disappointing retail sales data, stocks moved sharply lower over the course of the trading day on Friday. The losses on the day extended a recent downtrend by the markets, with the S&P 500 closing lower for the seventh time in eight sessions.\nThe major averages ended the day firmly in negative territory, just off their lows for the session. The Dow tumbled 202.83 points or 1.2 percent to 17,245.24, the Nasdaq dove 77.20 points or 1.5 percent to 4,927.88 and the S&P 500 slumped 22.93 points or 1.1 percent to 2,023.04.\nThe sell-off on the day contributed to a sharp drop for the week, with the major averages ending a six-week winning streak. The Nasdaq plunged by 4.3 percent, while the Dow and the S&P 500 plummeted by 3.7 percent and 3.6 percent, respectively.\nThe continued weakness on Wall Street came following the release of a report from the Commerce Department showing U.S. retail sales rose less than expected in the month of October.\nThe report said retail sales inched up by 0.1 percent in October, while revised data showed that sales were virtually unchanged in September. Economists had expected sales to climb by 0.3 percent.\nExcluding a pullback in auto sales, retail sales rose by 0.2 percent in October following a revised 0.4 percent drop in September. Ex-auto sales were expected to increase by 0.4 percent.\nWhile a separate Labor Department report showed an unexpected drop in producer prices in October, analysts said the data shouldn't prevent the Federal Reserve from raising interest rates next month.\nThe Labor Department said its producer price index for final demand fell by 0.4 percent in October after sliding by 0.5 percent in September. Economists had expected the index to rise by 0.2 percent.\nExcluding food and energy prices, core producer prices still dropped by 0.3 percent, matching the decrease seen in the previous month. Core prices had been expected to inch up by 0.1 percent.\nMeanwhile, traders largely shrugged off a report from the University of Michigan showing a bigger than expected improvement in consumer sentiment in November.\nThe University of Michigan said the preliminary reading on its consumer sentiment index for November rose to 93.1 from the final October reading of 90.0. Economists had expected the index to climb to 92.0.\nSector News\nRetail stocks turned in some of the worst performances on the day following the disappointing sales data. The Dow Jones Retail Index plunged by 3 percent to its lowest closing level in over a month.\nUpscale fashion retailer Nordstrom (JWN) posted a steep loss after reporting weaker than expected third quarter earnings and lowering its full-year guidance. GameStop ( GME ) and J.C. Penney (JCP) also fell sharply.\nSubstantial weakness was also visible among networking stocks, as reflected by the 2.2 percent loss posted by the NYSE Arca Networking Index. Cisco ( CSCO ) led the way lower after reporting better than expected fiscal first quarter results but providing disappointing guidance.\nReflecting weakness in the broader technology sector, internet, computer hardware, and software also moved notably lower.\nOn the other hand, some chemical, natural gas, and biotech stocks bucked the downtrend by the broader markets. Within the biotech sector, Illumina ( ILMN ) posted a strong gain on news it will replace Sigma-Aldrich (SIAL) in the S&P 500 Index.\nOther Markets\nIn overseas trading, stock markets across the Asia-Pacific region moved mostly lower following the overnight weakness on Wall Street. Japan's Nikkei 225 Index fell by 0.5 percent, while Hong Kong's Hang Seng Index plunged by 2.2 percent.\nThe major European markets also came under pressure on the day. While the German DAX Index dropped by 0.7 percent, the U.K.'s FTSE 100 Index and the French CAC 40 Index both slumped by 1 percent.\nIn the bond market, treasuries moved to the upside on the heels of the disappointing retail sales data. As a result, the yield on the benchmark ten-year note, which moves opposite of its price, fell by 3.9 basis points to 2.28 percent.\nLooking Ahead\nAnother batch of U.S. economic data may drive trading next week, with traders likely to keep an eye on reports on consumer prices, industrial production, housing starts and regional manufacturing.\nThe minutes of the Fed's most recent monetary policy meeting are also likely to attract attention amid concerns about the outlook for rates.\nOn the earnings front, retail giants Wal-Mart (WMT), Home Depot ( HD ), Target (TGT), Staples (SPLS), and Best Buy ( BBY ) are among the companies due to report their quarterly results next week.\nFor comments and feedback: contact editorial@rttnews.com\n", "title": "Stocks Extend Downtrend On Disappointing Retail Sales Data - U.S. Commentary"}, {"article": "Subscribe\n(RTTNews.com) - With traders reacting to disappointing retail sales data, stocks moved sharply lower over the course of the trading day on Friday. The losses on the day extended a recent downtrend by the markets, with the S&P 500 closing lower for the seventh time in eight sessions.\nThe major averages ended the day firmly in negative territory, just off their lows for the session. The Dow tumbled 202.83 points or 1.2 percent to 17,245.24, the Nasdaq dove 77.20 points or 1.5 percent to 4,927.88 and the S&P 500 slumped 22.93 points or 1.1 percent to 2,023.04.\nThe sell-off on the day contributed to a sharp drop for the week, with the major averages ending a six-week winning streak. The Nasdaq plunged by 4.3 percent, while the Dow and the S&P 500 plummeted by 3.7 percent and 3.6 percent, respectively.\nThe continued weakness on Wall Street came following the release of a report from the Commerce Department showing U.S. retail sales rose less than expected in the month of October.\nThe report said retail sales inched up by 0.1 percent in October, while revised data showed that sales were virtually unchanged in September. Economists had expected sales to climb by 0.3 percent.\nExcluding a pullback in auto sales, retail sales rose by 0.2 percent in October following a revised 0.4 percent drop in September. Ex-auto sales were expected to increase by 0.4 percent.\nWhile a separate Labor Department report showed an unexpected drop in producer prices in October, analysts said the data shouldn't prevent the Federal Reserve from raising interest rates next month.\nThe Labor Department said its producer price index for final demand fell by 0.4 percent in October after sliding by 0.5 percent in September. Economists had expected the index to rise by 0.2 percent.\nExcluding food and energy prices, core producer prices still dropped by 0.3 percent, matching the decrease seen in the previous month. Core prices had been expected to inch up by 0.1 percent.\nMeanwhile, traders largely shrugged off a report from the University of Michigan showing a bigger than expected improvement in consumer sentiment in November.\nThe University of Michigan said the preliminary reading on its consumer sentiment index for November rose to 93.1 from the final October reading of 90.0. Economists had expected the index to climb to 92.0.\nSector News\nRetail stocks turned in some of the worst performances on the day following the disappointing sales data. The Dow Jones Retail Index plunged by 3 percent to its lowest closing level in over a month.\nUpscale fashion retailer Nordstrom (JWN) posted a steep loss after reporting weaker than expected third quarter earnings and lowering its full-year guidance. GameStop ( GME ) and J.C. Penney (JCP) also fell sharply.\nSubstantial weakness was also visible among networking stocks, as reflected by the 2.2 percent loss posted by the NYSE Arca Networking Index. Cisco ( CSCO ) led the way lower after reporting better than expected fiscal first quarter results but providing disappointing guidance.\nReflecting weakness in the broader technology sector, internet, computer hardware, and software also moved notably lower.\nOn the other hand, some chemical, natural gas, and biotech stocks bucked the downtrend by the broader markets. Within the biotech sector, Illumina ( ILMN ) posted a strong gain on news it will replace Sigma-Aldrich (SIAL) in the S&P 500 Index.\nOther Markets\nIn overseas trading, stock markets across the Asia-Pacific region moved mostly lower following the overnight weakness on Wall Street. Japan's Nikkei 225 Index fell by 0.5 percent, while Hong Kong's Hang Seng Index plunged by 2.2 percent.\nThe major European markets also came under pressure on the day. While the German DAX Index dropped by 0.7 percent, the U.K.'s FTSE 100 Index and the French CAC 40 Index both slumped by 1 percent.\nIn the bond market, treasuries moved to the upside on the heels of the disappointing retail sales data. As a result, the yield on the benchmark ten-year note, which moves opposite of its price, fell by 3.9 basis points to 2.28 percent.\nLooking Ahead\nAnother batch of U.S. economic data may drive trading next week, with traders likely to keep an eye on reports on consumer prices, industrial production, housing starts and regional manufacturing.\nThe minutes of the Fed's most recent monetary policy meeting are also likely to attract attention amid concerns about the outlook for rates.\nOn the earnings front, retail giants Wal-Mart (WMT), Home Depot ( HD ), Target (TGT), Staples (SPLS), and Best Buy ( BBY ) are among the companies due to report their quarterly results next week.\nFor comments and feedback: contact editorial@rttnews.com\n", "title": "Stocks Extend Downtrend On Disappointing Retail Sales Data - U.S. Commentary"}, {"article": "Sent to 65,024 people who get email alerts on CSCO.\nGet email alerts on CSCO »\nTo screen ETFs by asset class, performance, yield and more, check out the ETF Hub. ETF Hub\nCisco -6.4%; bears fret over technology shifts, bulls talk up software/subscriptions\nNov 13 2015, 12:23 ET | About: Cisco Systems, Inc. (CSCO) | By: Eric Jhonsa , SA News Editor\nCisco (NASDAQ: CSCO ) has fallen towards $26 after beating FQ1 estimates, offering soft FQ2 guidance, and reporting 3% Y/Y product order growth (less than expected) due to a 3% drop in enterprise orders. Several firms have cut their targets, but no downgrades have arrived.\n\"While weaker macro trends certainly played a role, we believe there is more to the story,\" writes Guggenheim's Ryan Hutchinson (Neutral). \"Our checks suggest that, despite management’s statements to the contrary, the weak enterprise outlook is partially a result of uncertainty around future network architectures as more workloads migrate to the cloud. With this added risk to Cisco’s top-line outlook, we see little reason for shares to move higher\"\nMacquarie's Rajesh Ghai (Underperform) thinks Cisco's 8% Y/Y routing revenue decline reflects \"secular pressures\" seen as carriers consider adopting network functions virtualization (NFV - allows networking functions to be delivered via software installed on commodity hardware) at the network edge.\nMeanwhile, Credit Suisse's Kulbinder Garcha (Underperform) believes Cisco is \"increasingly making a trade off in optimizing margins versus pursuing growth\" as rival software-defined networking (SDN) platforms encroach. \"We acknowledge that the adoption of SDN will take time, but will shrink gross profit dollars for the networking stack.\"\nThose more bullish often highlight Cisco's strong software/subscription growth. Raymond James' Simon Leopold (Outperform): \"The 36% y/y growth in software and subscription deferred revenue, and 10% y/y growth in total deferred revenue highlights Cisco’s shift towards a more software-centric business.\" Software growth drove a 31% increase in security deferred revenue.\nBMO's Tim Long (Outperform): \"There were many positives in the quarter, including very strong margins, uptake of new products, impressive growth in subscription-based product deferred, switching, data center, and a rebound in emerging markets.\" Drexel Hamilton's Brian White (Buy) notes Cisco plans to announce a co-developed project with a major web-scale data center owner next week.\nOn the earnings call ( transcript ), Cisco stated emerging markets orders grew a healthy 11% Y/Y, with China (weak in recent years) and India up over 40%. Service provider and commercial (SMB) orders respectively grew 6% and 7%, while public sector orders were flat. Asia-Pac markets outside of China and India were weak.\nSeparately, CEO Chuck Robbins says Cisco won't be responding to the Dell/EMC deal with a giant acquisition of its own, and would only look for \"small strategic\" deals. \"My personal opinion is that the market is moving too fast for these big mergers to be effective.\" There has been speculation Cisco would respond to Dell/EMC by acquiring EMC rival NetApp ( NTAP -1.7%), which is currently worth $9.2B.\n", "title": "Cisco -6.4%; bears fret over technology shifts; bulls talk up software/subscriptions"}, {"article": "Subscribe\n(RTTNews.com) - After moving notably lower earlier in the session, stocks continue to see significant weakness in mid-day trading on Friday. The losses on the day are extending a recent downtrend by the broader markets, with the S&P 500 moving lower for the seventh time in eight sessions.\nCurrently, the major averages are off their worst levels of the day but still firmly in the red. The Dow is down 106.16 points or 0.6 percent at 17,341.91, the Nasdaq is down 37.29 points or 0.8 percent at 4,967.79 and the S&P 500 is down 10.35 points or 0.5 percent at 2,035.62.\nThe continued weakness on Wall Street comes following the release of a report from the Commerce Department showing U.S. retail sales rose less than expected in the month of October.\nThe report said retail sales inched up by 0.1 percent in October, while revised data showed that sales were virtually unchanged in September. Economists had expected sales to climb by 0.3 percent.\nExcluding a pullback in auto sales, retail sales rose by 0.2 percent in October following a revised 0.4 percent drop in September. Ex-auto sales were expected to increase by 0.4 percent.\nWhile a separate Labor Department report showed an unexpected drop in producer prices in October, analysts said the data shouldn't prevent the Federal Reserve from raising interest rates next month.\nThe Labor Department said its producer price index for final demand fell by 0.4 percent in October after sliding by 0.5 percent in September. Economists had expected the index to rise by 0.2 percent.\nExcluding food and energy prices, core producer prices still dropped by 0.3 percent, matching the decrease seen in the previous month. Core prices had been expected to inch up by 0.1 percent.\nMeanwhile, traders have largely shrugged off a report from the University of Michigan showing a bigger than expected improvement in consumer sentiment in November.\nThe University of Michigan said the preliminary reading on its consumer sentiment index for November rose to 93.1 from the final October reading of 90.0. Economists had expected the index to climb to 92.0.\nSector News\nRetail stocks continue to turn in some of the worst performances on the day following the disappointing sales data. The Dow Jones Retail Index has tumbled by 2 percent to its lowest intraday level in over a month.\nUpscale fashion retailer Nordstrom ( JWN ) is posting a particularly steep loss after reporting weaker than expected third quarter earnings and lowering its full-year guidance. GameStop ( GME ) and J.C. Penney ( JCP ) are also falling sharply.\nSubstantial weakness is also visible among networking stocks, as reflected by the 1.7 percent loss being posted by the NYSE Arca Networking Index. Cisco ( CSCO ) is leading the way lower after reporting better than expected fiscal first quarter results but providing disappointing guidance.\nReflecting weakness in the broader technology sector, software, internet, and computer hardware stocks are also moving notably lower.\nOn the other hand, biotechnology stocks are bucking the downtrend, with the NYSE Arca Biotechnology Index climbing by 1.7 percent. Illumina ( ILMN ) is posting a strong gain on news it will replace Sigma-Aldrich (SIAL) in the S&P 500 Index.\nOther Markets\nIn overseas trading, stock markets across the Asia-Pacific region moved mostly lower following the overnight weakness on Wall Street. Japan's Nikkei 225 Index fell by 0.5 percent, while Hong Kong's Hang Seng Index plunged by 2.2 percent.\nThe major European markets also came under pressure on the day. While the German DAX Index dropped by 0.7 percent, the U.K.'s FTSE 100 Index and the French CAC 40 Index both slumped by 1 percent.\nIn the bond market, treasuries have moved to the upside on the heels of the disappointing retail sales data. Subsequently, the yield on the benchmark ten-year note, which moves opposite of its price, is down by 4.1 basis points at 2.278 percent.\nFor comments and feedback: contact editorial@rttnews.com\n", "title": "Stocks Remain Firmly In The Red In Mid-Day Trading - U.S. Commentary"}, {"article": "A Detailed Look at Cisco Systems' First Quarter\nBy Motley Fool ,  November 13, 2015, 11:43:34 AM EDT\nSubscribe\nInformation technology bellwether Cisco Systems delivered a good set of first-quarter fiscal 2016 results, but     by management's own admission, its second-quarter guidance was     lower than market expectations. The company blamed this on a     combination of adverse foreign exchange issues and     macro-economic challenges. However, there is a lot more going     under the surface of these results, so let's take a closer     look.\nCisco Systems first-quarter results: The raw numbers\nTotal revenue growth of 3.6% came in near the top end of     management's 2% to 4% guidance range, while non-GAAP EPS rose     9.3% to $0.59 and was ahead of the $0.55 to $0.57 forecast on     the first-quarter earnings call. Non-GAAP net income rose 7.9%     year over year. As you can see below, product sales growth     outpaced services growth in the quarter.\nRevenue\n61.8%\nData source: Cisco presentations. Dollar figures in     millions.\nMeanwhile, deferred revenue -- important because it measures     advance payments for services or products that haven't been     delivered yet -- continued to grow at a double-digit rate with     10.3% growth in the quarter.\nData source: Cisco presentations. Figures in millions of     dollars.\nTurning to revenue growth by product line, as the graph     below indicates, it was clearly a difficult quarter for its     next-generation network routing business, where revenue     declined 8%. Switching (up 4.6%) and NGN routing are Cisco's     core product lines, representing 30% and 16% of 2015 sales,     respectively. Moreover, as noted earlier, services growth of 1%     was a notable slowdown from previous quarters.\nThis chart of yearly revenue growth by quarter shows the     trends in Cisco's businesses.\nData source: Cisco presentations. Growth figures on a     year-on-year basis.\nNow, the all-important second-quarter guidance:\nRevenue growth will be in the range of 0% to 2%, compared       to last year's second quarter.\nNon-GAAP EPS forecast to be $0.53 to $0.55, compared to       last year's second-quarter figure of $0.54.\nThe revenue guidance represents a slowdown in growth, which     CEO Chuck Robbins outlined in the earnings release. \"We guided     to solid growth in Q2. Our guidance reflects lower than     expected order growth in Q1, driven largely by the uncertainty     of the macro environment and currency impacts.\"\nWhat happened with Cisco Systems in the       quarter\nWeakness in service revenue growth was \"largely isolated\"       to service providers, according to CFO Kellly Kramer on the       earnings call.\nThe services segment's deferred revenue was up 7% in the       quarter.\nRobbins claimed routing weakness was a \"timing issue\"       related to the introduction of new products due soon, and       feels \"pretty reasonably well about our routing performance       over the coming quarters.\"\nSwitching revenue will pass an \"inflection point\" in the       second half as next-generation data center switching revenue       offsets declines in historical data center switching,       according to Robbins.\nEnterprise orders declined 3% in the quarter due to       \"macro challenges,\" with management signaling weakness       outside the U.S. \"and particularly in Asia-Pacific.\" Canada       and Latin America were also weak.\nPublic sector orders were flat, with service provider up       6% and commercial up 7%. Total orders were up 3% in the       quarter.\nFree cash flow of $2.5 billion was up 13.5% compared to       the same period last year, and represents 83% conversion from non-GAAP net income.\nLooking ahead\nCisco can't do much about the macro environment, but investors     should keep an eye on U.S. enterprise growth in the coming     quarter. Robbins declared he was \"very comfortable with the     situation,\" but any deterioration would indicate that Cisco's     issues go beyond the economic slowdown in emerging markets.\nOn a granular level, management expects NGN routing growth     to improve as new products are sold, and services revenue     should improve, given the 7% increase in deferred revenue. Like     many other companies exposed to emerging markets, Cisco needs     to adjust to a lower level of growth in the coming     quarters.\nThe next billion-dollar iSecret\nThe world's biggest tech company forgot to show you something       at its recent event, but a few Wall Street analysts and the       Fool didn't miss a beat: There's a small company that's       powering their brand-new gadgets and the coming revolution in       technology. And we think its stock price has nearly unlimited       room to run for early in-the-know investors! To be one of       them, just click here .\nThe article A Detailed Look at Cisco Systems' First     Quarter originally appeared on Fool.com.\nLee Samaha has no position in any stocks mentioned. The Motley Fool     recommends Cisco Systems. Try any of our Foolish newsletter     services free for 30 days . We Fools may not all hold the same opinions, but we all     believe that considering a diverse range of insights makes us better investors. The Motley Fool has a disclosure policy .\nCopyright © 1995 - 2015 The Motley Fool, LLC. All rights     reserved. The Motley Fool has a disclosure policy .\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of The NASDAQ, Inc.\n", "title": "A Detailed Look at Cisco Systems&#39; First Quarter"}, {"article": " Interactive Charts\n Default Setting\nPlease note that once you make your selection, it will apply to all future visits to NASDAQ.com.           If, at any time, you are interested in reverting to our default settings, please select Default Setting above.\nIf you have any questions or encounter any issues in changing your default settings, please email isfeedback@nasdaq.com .\nCLOSEX\nPlease confirm your selection:\nYou have selected to change your default setting for the Quote Search. This will now be your default target page;           unless you change your configuration again, or you delete your           cookies. Are you sure you want to change your settings?\nYES\n", "title": "Nasdaq 100 Movers: CSCO, MYL"}, {"article": " Interactive Charts\n Default Setting\nPlease note that once you make your selection, it will apply to all future visits to NASDAQ.com.           If, at any time, you are interested in reverting to our default settings, please select Default Setting above.\nIf you have any questions or encounter any issues in changing your default settings, please email isfeedback@nasdaq.com .\nCLOSEX\nPlease confirm your selection:\nYou have selected to change your default setting for the Quote Search. This will now be your default target page;           unless you change your configuration again, or you delete your           cookies. Are you sure you want to change your settings?\nYES\n", "title": "Dow Movers: CSCO, MRK"}, {"article": "Is the Cisco and Ericsson Partnership a Win-Win Situation?  (Part 4 of 4)\nEricsson Could Help Cisco Compete More Effectively in SDN Market\nBy Puneet Sikka  • Nov 12, 2015    1:35 pm EST\nTelecom operators are adopting SDN solutions\nIn the previous part of this series, we discussed why Juniper’s ( JNPR ) stock fell by 8% after Cisco ( CSCO ) signed a partnership deal with Ericsson ( ERIC ). We also discussed how Juniper is aggressively going after leveraging the fast-growing SDN (Software-defined networking) market. Cisco is a comparatively newer player in the SDN market. It introduced the Cisco Open Network Environment, or Cisco ONE, in 2012. In November 2013, Cisco responded to the SDN trend by introducing its application-centric infrastructure (or ACI).\nEnlarge Graph\nHowever, Ericsson could provide Cisco with much-needed mobile management technology. Lately, both AT&T (T) and Verizon ( VZ ) have started planning to replace proprietary networking solutions with SDN solutions. With these solutions, these companies are bracing themselves for a boom in video traffic in coming years.\nInternet traffic could cross 1 zettabytes by 2016\nAccording to a report from Cisco—part of Cisco Visual Networking Index white paper—, Internet video traffic will account for 80% of overall Internet traffic in 2019, up from 64% in 2014. It also noted that global Internet traffic will increase from 1.1 zettabytes in 2016 to 2.0 zettabytes by 2019.\nCisco has forged its second major partnership this year with Ericsson. The first one was with Apple ( AAPL ), back in May 2015. Cisco plans to integrate its networks with Apple’s devices so that enterprises can transfer data securely and quickly from these devices.\nThe PowerShares QQQ Trust ( QQQ ) maintains 12.8% of its holdings in Apple.\nTech, Media, and Telecom Performance\n{\"metrics\":[\"Open\"],\"tickers\":[\"XLK\",\"CSCO\",\"ERIC\",\"T\",\"AAPL\",\"QQQ\"],\"ticker_names\":[\"Technology SPDR (ETF)\",\"Cisco Systems, Inc.\",null,\"AT&T Inc.\",\"Apple Inc.\",\"PowerShares QQQ Trust, Series 1 (ETF)\"]}\nThe Realist Discussions\n", "title": " Ericsson Could Help Cisco Compete More Effectively in SDN Market "}, {"article": "ETFs to Watch on Cisco Earnings Beat, Weak Outlook\nBy Zacks.com ,  November 13, 2015, 09:45:19 AM EDT\nSubscribe\nAfter the closing bell on Thursday, one of the tech primes - Cisco Systems ( CSCO ) - reported first-quarter fiscal 2016 results wherein it topped our estimates on both the top and bottom lines but provided a disappointing guidance for the ongoing fiscal second quarter. The tepid outlook dampened investors' mood, sending shares of Cisco tumbling nearly 5% in aftermarket hours.\nCisco Q1 Results in Focus\nEarnings of 54 cents per share came in three cents ahead of the Zacks Consensus Estimate. Revenues rose 3.6% year over year to $12.68 billion and were ahead of our estimate of $12.64 billion. This represents the eight consecutive quarter of revenue beat. The better-than-expected performance was primarily driven by software and cloud strategies (read: Decent Cloud Computing Earnings Put This ETF in Focus ).\nThe world's largest network equipment maker expects revenues to grow 0-2% year over year and earnings per share in the range of 53-55 cents in the ongoing second fiscal quarter. The guidance reflects a slowdown in order growth, citing global uncertainty and negative currency translations. Further, the midpoint of earnings per share guidance is much below the Zacks Consensus Estimate of 50 cents.\nThe networking leader is focusing on high-end switches and routers, and investing in new products such as data analytics software and cloud-based tools for data centers through acquisitions. The company recently completed the acquisition of OpenDNS, MaintenanceNet, and Pawaa Software and announced the acquisitions of Portcullis, ParStream, Lancope, and 1 Mainstream, all of which are expected to close in the ongoing quarter. Each of these acquisitions are expected to boost the company's revenues and growth prospects.\nETFs to Watch\nGiven Cisco earnings results, ETFs having the largest allocation to this network giant will be in focus for the days ahead. Investors should closely monitor the movement in these funds and grab the opportunity when it arises or avoid if the stocks drags them down (see: all the Technology ETFs here ):\niShares North American Tech-Multimedia Networking ETF ( IGN )\nThis ETF provides a concentrated exposure to the domestic multimedia networking securities by tracking the S&P North American Technology-Multimedia Networking Index. Holding 24 securities in its basket, Cisco takes the top spot with an 8.9% allocation. The product has a definite tilt toward small cap securities that account for 45%, followed by mid caps at 38%. The fund has accumulated $138.8 million in its asset base while sees a light volume of around 20,000 shares a day. Expense ratio comes in at 0.48%. The fund has added 0.3% in the year-to-date time frame and has a Zacks ETF Rank of 2 or 'Buy' rating with a High risk outlook.\nFirst Trust NASDAQ Technology Dividend Index Fund ( TDIV )\nThis fund provides exposure to the dividend payers in the technology sector by tracking the Nasdaq Technology Dividend Index. The product has amassed about $490.2 million in its asset base and trades in good volume of about 120,000 shares per day. The ETF charges 50 bps in annual fees and holds about 99 securities in its basket. Of these firms, CSCO occupies the third position, making up roughly 8.3% of the assets. In terms of industrial exposure, the fund allocates nearly one-fifth portion in semiconductor and semiconductor equipment, followed by software (16.9%), diversified telecom services (14.8%), technology hardware, storage & peripherals (14.6%), and communications equipment (14.0%). The fund is down 5.1% so far this year (read: 3 Dirt Cheap High Dividend ETFs to Watch ).\nFirst Trust NASDAQ CEA Cybersecurity ETF ( CIBR )\nThis ETF follows the Nasdaq CEA Cybersecurity Index, which measures the performance of companies engaged in the cyber security segment of the technology and industrials sectors. It has successfully accumulated nearly $97.4 million in its asset base since its debut in July. The fund charges 60 bps and trades in good average daily volume of about 105,000 shares. In total, the product holds 34 stocks in its basket with Cisco taking the second spot at 6.4%. It is skewed toward software industry at 44.8%, while communications equipment and Internet software & services round off the top three with double-digit allocation each. The fund has lost 11% since its inception (read: Cybersecurity Threats from China Persist: ETFs in Focus ).\nPowerShares Dynamic Networking Portfolio ( PXQ )\nThis fund follows the Dynamic Networking Intellidex Index, holding 30 securities in its basket. Out of these, Cisco is the third firm accounting for 5.2% share. From a sector look, communication equipment dominates the fund's portfolio at 42% of the assets, followed by 40% in software and programming. The fund is less popular and illiquid in the broad tech space with AUM of $26.8 million and average daily volume of about 5,000 shares. It charges 63 bps in annual fees and has returned 2.6% in the year-to-date time frame. PXQ has a Zacks ETF Rank of 2 with a High risk outlook.\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days . Click to get this free report >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\n", "title": "ETFs to Watch on Cisco Earnings Beat, Weak Outlook"}, {"article": "Cisco Systems CSCO reported first-quarter fiscal 2016 earnings of 54 cents, which beat the Zacks Consensus Estimate by 3 cents. The adjusted earnings per share figure excludes one-time items but includes stock-based compensation expenses.\nNevertheless, Cisco's shares plunged 5.1% due to weaker-than-expected revenue and earnings guidance for the upcoming quarter.\nRevenues\nRevenues decreased 1.3% sequentially but increased 3.6% year over year to $12.7 billion and came slightly above the Zacks Consensus Estimate of $12.6 billion. The healthy growth in several product lines led to the improvement.\nOn a year-over-year basis, products (78% of total revenue) were up 4.3% to $9.8 billion and Services (22%) rose 1% to $2.8 billion. Product book-to-bill ratio was below 1.\nProduct Revenues by Category\nSwitching (32%), Collaboration (9%), Security (4%) and Other Products (1%) segments increased 8.1%, 2.5%, 4.5% and 27.1%, respectively, on a sequential basis.\nHowever, this increase was offset by sequentially weak performance by NGN Routing (14%), Data Center (7%), Service Provider Video (7%), Wireless (5%), and Service (22%) which declined 10%, 2.4%, 14.5%, 9.8% and 3.2%, respectively.\nRevenues by Geography\nRevenues decreased sequentially across all geographies. Europe, Middle East and Africa (EMEA) declined 0.7%, Asia-Pacific, Japan and China (collectively known as APJC) was down 7% while the Americas dipped 0.03%.\nOrders\nThough management did not provide much detail about orders, CEO Chuck Robbins stated that order growth was hit by \"uncertainty of the macro environment\".\nGross Margin\nPro-forma gross margin was 62.8%, up 111 basis points (bps) sequentially but flat year over year.\nCisco's operating expenses of $4.5 billion decreased 2.3% sequentially and 1.1% year over year. Research & development as well as sales & marketing expenses decreased slightly, as a percentage of sales, from the year-ago quarter, while general and administrative expenses increased marginally. The net result was an operating margin of 27.7%, up 4.3% sequentially and 9.6% year over year.\nNet Income\nCisco Systems Inc. - Earnings Surprise |     FindTheBest\nOn a GAAP basis, Cisco recorded a net profit of $2.4 billion or 48 cents per share compared with $1.8 billion or 35 cents last year. On a pro-forma basis, the company generated adjusted net profit of $2.75 billion as against $2.51 billion a year ago.\nOur pro-forma figure excludes certain one-time items but includes stock-based compensation expenses.\nBalance Sheet\nCisco exited the quarter with cash and investments balance of $59.1 billion as against $60.4 billion in the prior quarter. Trade receivables were $4.7 billion, down from $5.3 billion in the earlier quarter. Total debt (short-term and long-term) was $24.6 billion compared with $25.4 billion last quarter.\nThe company generated operating cash flow of $2.8 billion and spent $0.3 billion on capital expenditure, netting a free cash flow of $2.5 billion.\nShare Repurchase & Dividend\nDuring the quarter, Cisco paid $1.1 billion as dividend.\nThe company bought back approximately 4.5 billion shares under the repurchase program at an average price of $20.92 a share or a total of $93.9 billion.\nGuidance\nFor the second quarter of fiscal 2016, Cisco expects revenues to increase in the range of 0% to 2% on a year-over-year basis. On a non-GAAP basis, gross margin is expected within 62-63% and operating margin in the range of 28.5-29.5% of revenues. The company expects non-GAAP tax rate of 23%, yielding non-GAAP earnings per share of 53 cents to 55 cents. The Zacks Consensus Estimate is pegged at 50 cents.\nOur Take\nDespite intensifying competition from several smaller players, Cisco remains strong in its domain. The company reported decent first-quarter results with both the top line and the bottom line exceeding the respective Zacks Consensus Estimate.\nHowever, the company gave a weak guidance due to unfavorable exchange rates across the Asia-Pacific region and weak spending environment in China.\nCisco's strategy of diversifying its business by introducing software-based networking tools and security services, and relying less on specialized routers and switching equipment appears to be yielding results.\nDuring the quarter, Cisco acquired cloud-based security provider, OpenDNS. This will help the company to enhance cloud security offerings by leveraging increased visibility and threat awareness offered by OpenDNS' cloud delivered platform. Also, the company's partnership with Apple, Inspur and Ericsson will drive growth.\nHowever, weakness in a few emerging markets and slower growth across various product categories could impact profitability in the near term.\nCisco carries a Zacks Rank #3 (Hold). Some better-ranked stocks in the same space are Extreme Networks Inc. EXTR , Netgear Inc. NTGR and Lantronix, Inc. LTRX . All these stocks sport a Zacks Rank #1 (Strong Buy).\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report >>\nWant the latest recommendations from Zacks Investment Research? Today, you can download 7 Best Stocks for the Next 30 Days. Click to get this free report\n", "title": "Cisco (CSCO) Beats Earnings and Revenue Estimates in Q1"}, {"article": "Subscribe\n(RTTNews.com) - Following the release of disappointing retail sales data, stocks appear poised to extend their recent downtrend in early trading on Friday. The major index futures are currently pointing to a lower open for the markets, with the Dow futures down by 33 points.\nThe futures remained in negative territory after the Commerce Department released a report showing retail sales rose less than expected in the month of October.\nThe report said retail sales inched up by 0.1 percent in October, while revised data showed that sales were virtually unchanged in September.\nEconomists had expected sales to climb by 0.3 percent compared to the 0.1 percent uptick originally reported for the previous month.\nExcluding a pullback in auto sales, retail sales rose by 0.2 percent in October following a revised 0.4 percent drop in September. Ex-auto sales were expected to increase by 0.4 percent.\nA separate report released by the Labor Department showed an unexpected decrease in producer prices in the month of October.\nThe Labor Department said its producer price index for final demand fell by 0.4 percent in October after sliding by 0.5 percent in September. Economists had expected the index to rise by 0.2 percent.\nExcluding food and energy prices, core producer prices still dropped by 0.3 percent, matching the decrease seen in the previous month. Core prices had been expected to inch up by 0.1 percent.\nShortly after the start of trading, traders will also be presented with the University of Michigan's preliminary reading on consumer sentiment in the month of November.\nEconomists expect the consumer sentiment to rise to a reading of 92.0 in November from the final October reading of 90.0.\nThe Commerce Department is also scheduled to release its report on business inventories in September, which are expected to come in flat for the second consecutive month.\nAmong individual stocks, shares of Cisco Systems ( CSCO ) are likely to come under pressure after the networking giant reported better than expected fiscal first quarter results but provided disappointing guidance.\nWatchmaker Fossil (FOSL) may also see early weakness after reporting third quarter earnings that beat estimates but issuing a weak outlook for the current quarter.\nOn the other hand, shares of Illumina ( ILMN ) are likely to see early strength after Standard & Poor's said the genetic analysis products company will replace Sigma-Aldrich ( SIAL ) in the S&P 500 Index.\nStocks moved sharply lower over the course of the trading day on Thursday, extending the downward trend seen over the past several sessions. With the steep losses on the day, the major averages pulled back further off the three-month highs set earlier this month.\nThe major averages saw further downside going into the close, ending the session near their worst levels of the day. The Dow plunged 254.15 points or 1.4 percent to 17,448.07, the Nasdaq tumbled 61.94 points or 1.2 percent to 5,005.08 and the S&P 500 plummeted 29.03 points or 1.4 percent to 2,045.97.\nIn overseas trading, stock markets across the Asia-Pacific region moved mostly lower following the overnight weakness on Wall Street. Japan's Nikkei 225 Index fell by 0.5 percent, while Hong Kong's Hang Seng Index slumped by 2.2 percent.\nThe major European markets have also moved notably lower on the day. While the French CAC 40 Index has tumbled by 1.3 percent, the U.K.'s FTSE 100 Index and the German DAX Index are both down by 1 percent.\nIn commodities trading, crude oil futures for December delivery are slipping $0.19 to $41.56 a barrel after tumbling $1.18 to $41.75 a barrel on Thursday. Meanwhile, an ounce of gold is currently trading at $1,083, up $2 from the previous session's close of $1,081. On Thursday, gold fell $3.90.\nOn the currency front, the U.S. dollar is trading at 122.70 yen compared to the 122.61 yen it fetched at the close of New York trading on Thursday. Against the euro, the dollar is valued at $1.0751 compared to yesterday's $1.0814.\nFor comments and feedback: contact editorial@rttnews.com\n", "title": "Stocks May Extend Pullback On Disappointing Retail Sales - U.S. Commentary"}, {"article": "Subscribe\n(RTTNews.com) - Following the release of disappointing retail sales data, stocks appear poised to extend their recent downtrend in early trading on Friday. The major index futures are currently pointing to a lower open for the markets, with the Dow futures down by 33 points.\nThe futures remained in negative territory after the Commerce Department released a report showing retail sales rose less than expected in the month of October.\nThe report said retail sales inched up by 0.1 percent in October, while revised data showed that sales were virtually unchanged in September.\nEconomists had expected sales to climb by 0.3 percent compared to the 0.1 percent uptick originally reported for the previous month.\nExcluding a pullback in auto sales, retail sales rose by 0.2 percent in October following a revised 0.4 percent drop in September. Ex-auto sales were expected to increase by 0.4 percent.\nA separate report released by the Labor Department showed an unexpected decrease in producer prices in the month of October.\nThe Labor Department said its producer price index for final demand fell by 0.4 percent in October after sliding by 0.5 percent in September. Economists had expected the index to rise by 0.2 percent.\nExcluding food and energy prices, core producer prices still dropped by 0.3 percent, matching the decrease seen in the previous month. Core prices had been expected to inch up by 0.1 percent.\nShortly after the start of trading, traders will also be presented with the University of Michigan's preliminary reading on consumer sentiment in the month of November.\nEconomists expect the consumer sentiment to rise to a reading of 92.0 in November from the final October reading of 90.0.\nThe Commerce Department is also scheduled to release its report on business inventories in September, which are expected to come in flat for the second consecutive month.\nAmong individual stocks, shares of Cisco Systems ( CSCO ) are likely to come under pressure after the networking giant reported better than expected fiscal first quarter results but provided disappointing guidance.\nWatchmaker Fossil (FOSL) may also see early weakness after reporting third quarter earnings that beat estimates but issuing a weak outlook for the current quarter.\nOn the other hand, shares of Illumina ( ILMN ) are likely to see early strength after Standard & Poor's said the genetic analysis products company will replace Sigma-Aldrich ( SIAL ) in the S&P 500 Index.\nStocks moved sharply lower over the course of the trading day on Thursday, extending the downward trend seen over the past several sessions. With the steep losses on the day, the major averages pulled back further off the three-month highs set earlier this month.\nThe major averages saw further downside going into the close, ending the session near their worst levels of the day. The Dow plunged 254.15 points or 1.4 percent to 17,448.07, the Nasdaq tumbled 61.94 points or 1.2 percent to 5,005.08 and the S&P 500 plummeted 29.03 points or 1.4 percent to 2,045.97.\nIn overseas trading, stock markets across the Asia-Pacific region moved mostly lower following the overnight weakness on Wall Street. Japan's Nikkei 225 Index fell by 0.5 percent, while Hong Kong's Hang Seng Index slumped by 2.2 percent.\nThe major European markets have also moved notably lower on the day. While the French CAC 40 Index has tumbled by 1.3 percent, the U.K.'s FTSE 100 Index and the German DAX Index are both down by 1 percent.\nIn commodities trading, crude oil futures for December delivery are slipping $0.19 to $41.56 a barrel after tumbling $1.18 to $41.75 a barrel on Thursday. Meanwhile, an ounce of gold is currently trading at $1,083, up $2 from the previous session's close of $1,081. On Thursday, gold fell $3.90.\nOn the currency front, the U.S. dollar is trading at 122.70 yen compared to the 122.61 yen it fetched at the close of New York trading on Thursday. Against the euro, the dollar is valued at $1.0751 compared to yesterday's $1.0814.\nFor comments and feedback: contact editorial@rttnews.com\n", "title": "Stocks May Extend Pullback On Disappointing Retail Sales - U.S. Commentary"}, {"article": "The following are the most active stocks for the pre-market session :\nMylan N.V. ( MYL ) is +4.29 at $47.49, with 4,484,523 shares traded. MYL's current last sale is 71.95% of the target price of $66.\nBank of America Corporation ( BAC ) is -0.25 at $17.12, with 3,049,579 shares traded. Over the last four weeks they have had 3 up revisions for the earnings forecast, for the fiscal quarter ending Dec 2015. The consensus EPS forecast is $0.35. As reported by Zacks, the current mean recommendation for BAC is in the \"buy range\".\nFitbit, Inc. ( FIT ) is -2.46 at $29.22, with 2,277,672 shares traded. Over the last four weeks they have had 4 up revisions for the earnings forecast, for the fiscal quarter ending Dec 2015. The consensus EPS forecast is $0.2. As reported by Zacks, the current mean recommendation for FIT is in the \"buy range\".\nPerrigo Company ( PRGO ) is -16.8 at $139.75, with 1,856,764 shares traded. Over the last four weeks they have had 3 up revisions for the earnings forecast, for the fiscal quarter ending Dec 2015. The consensus EPS forecast is $1.97. PRGO's current last sale is 73.55% of the target price of $190.\nRoyal Bank Scotland plc (The) ( RBS ) is +0.07 at $9.41, with 1,504,385 shares traded. As reported by Zacks, the current mean recommendation for RBS is in the \"strong buy range\".\nVipshop Holdings Limited ( VIPS ) is -4.65 at $13.97, with 1,210,460 shares traded.VIPS is scheduled to provide an earnings report on 11/17/2015, for the fiscal quarter ending Sep2015. The consensus earnings per share forecast is 0.11 per share, which represents a 6 percent increase over the EPS one Year Ago\nJ.C. Penney Company, Inc. Holding Company ( JCP ) is -0.31 at $8.48, with 622,121 shares traded. RTT News Reports: JC Penney's Q3 Loss Narrows, Results Beat View\nPowerShares QQQ Trust, Series 1 ( QQQ ) is -0.39 at $111.65, with 446,911 shares traded. This represents a 31.76% increase from its 52 Week Low.\nCisco Systems, Inc. ( CSCO ) is -1.24 at $26.59, with 441,451 shares traded. As reported by Zacks, the current mean recommendation for CSCO is in the \"buy range\".\nDaily 2X VIX ST ETN Velocityshares ( TVIX ) is +0.08 at $7.35, with 355,246 shares traded. This represents a 38.42% increase from its 52 Week Low.\nFossil Group, Inc. ( FOSL ) is -10.56 at $40.45, with 333,447 shares traded., following a 52-week high recorded in prior regular session.\nDaily Inverse VIX ST ETN Velocityshares ( XIV ) is -0.18 at $27.76, with 301,374 shares traded. This represents a 30.27% increase from its 52 Week Low.\nThe views and opinions expressed herein are the views and opinions of the author and do not necessarily reflect those of The NASDAQ, Inc.\n", "title": "Pre-Market Most Active for Nov 13, 2015 :  MYL, BAC, FIT, PRGO, RBS, VIPS, JCP, QQQ, CSCO, TVIX, FOSL, XIV"}, {"article": "Cloud Computing Drives Corporate Restructuring  (Part 7 of 7)\nCisco: What Are Analyst Recommendations?\nBy Parker Thomas  • Nov 12, 2015    3:39 pm EST\nShareholder returns and stock trends\nAs of November 10, 2015, Cisco ( CSCO ) has generated returns of 11.3% for the trailing 12 months (or TTM) and 0.25% in the trailing one-month period. The company’s share price has fallen 2.2% in the trailing five-day period.\nCisco’s ( CSCO ) peers Juniper Networks ( JNPR ), Palo Alto Network ( PANW ), and Qualcomm ( QCOM ) have generated returns of -8.1%, -6.0%, and -14.1%, respectively, in the trailing five-day period.\nMoving averages\nOn November 10, 2015, Cisco’s ( CSCO ) last trading price was $28. The company was trading $2.1% below its 20-day moving average of $28.60, 3.1% above its 50-day moving average of $27.10, and 2.0% above its 100-day moving average of $27.40.\nEnlarge Graph\nMoving average convergence divergence and RSI\nThe MACD (moving average convergence divergence) is the difference between a company’s short-term and long-term moving averages. Cisco’s ( CSCO ) 14-day MACD of 0.46 shows an upward trading trend, as the figure is positive.\nThe 14-day Relative Strength Index (or RSI) for Cisco ( CSCO ) is 47, which shows that the stock was neither oversold nor overbought. If the RSI is above 70, it indicates the stock is overbought. An RSI figure below 30 suggests that a stock has been oversold.\nCisco ( CSCO ) constitutes 0.78% of the SPDR S&P 500 ETF ( SPY ) and 2.7% of the PowerShares QQQ ETF ( QQQ ).\nAnalyst recommendations\nOf the 43 analysts covering Cisco ( CSCO ), 24 have a “buy” recommendation, five have a “sell” recommendation, and 14 have a “hold” recommendation. The analyst stock price target for the company is $31.10, with a median target estimate of $32.50. Cisco ( CSCO ) is trading at a discount of 14.0% with respect to its median target.\nTech, Media, and Telecom Performance\n{\"metrics\":[\"Open\"],\"tickers\":[\"XLK\",\"CSCO\",\"JNPR\",\"QCOM\",\"PANW\",\"QQQ\"],\"ticker_names\":[\"Technology SPDR (ETF)\",\"Cisco Systems, Inc.\",\"Juniper Networks, Inc.\",\"QUALCOMM, Inc.\",\"Palo Alto Networks Inc\",\"PowerShares QQQ Trust, Series 1 (ETF)\"]}\nThe Realist Discussions\n", "title": " Cisco: What Are Analyst Recommendations? "}, {"article": "Is the Cisco and Ericsson Partnership a Win-Win Situation?  (Part 3 of 4)\nWhy Did Juniper’s Stock Fall after the Cisco and Ericsson Deal?\nBy Puneet Sikka  • Nov 12, 2015    1:32 pm EST\nHopes of Juniper getting acquired by Ericsson now dashed\nEarlier, we discussed the intricacies of Cisco’s ( CSCO ) partnership with Ericsson ( ERIC ). However, the deal might have also created a casualty. Juniper’s ( JNPR ) stock fell by a steep 8% on the day the deal was announced. The market might now believe that Juniper’s scale will become too small given the Nokia ( NOK ) and Alcatel-Lucent ( ALU ) merger and the latest Cisco-Ericsson deal.\nEnlarge Graph\nAnother factor that could have influenced Juniper’s valuation is that it was considered to be an acquisition target of Ericsson. This hope of acquisition might have been boosting Juniper. However, now with Cisco and Ericsson partnering, there is little hope that Ericsson will acquire Juniper.\nJuniper has been aggressively trying to leverage the SDN trend\nJuniper has been focusing on leveraging the fast-growing software-defined networking (or SDN) market. SDN is a trend of moving from a hardware-centric approach for networking to a virtualized network environment designed to enable flexible and application-driven customization of network infrastructures.\nAccording to a report from SDN Central, and as the chart above shows, the SDN market could grow from $3.4 billion in 2014 to $35.6 billion in 2018 at a compound annual growth rate of 80%. To leverage this growth, Juniper bought SDN vendor Contrail and launched an SDN controller named “OpenContrail.” Similarly, VMware ( VMW ) bought SDN vendor Nicira for a valuation of $1.3 billion in 2012. After completing this acquisition, VMware named its SDN platform “NSX.”\nThe PowerShares QQQ Trust ( QQQ ) invests about 2.8% of its holdings in Cisco.\nTech, Media, and Telecom Performance\n{\"metrics\":[\"Open\"],\"tickers\":[\"XLK\",\"CSCO\",\"JNPR\",\"VMW\",\"ERIC\",\"QQQ\"],\"ticker_names\":[\"Technology SPDR (ETF)\",\"Cisco Systems, Inc.\",\"Juniper Networks, Inc.\",\"VMware, Inc.\",null,\"PowerShares QQQ Trust, Series 1 (ETF)\"]}\nThe Realist Discussions\n", "title": " Why Did Juniper&amp;#8217;s Stock Fall after the Cisco and Ericsson Deal? "}, {"article": "Wall Street Stays Guarded Ahead Of Retail Sales Data\nBy RTT News,  November 13, 2015, 06:27:00 AM EDT\nSubscribe\n(RTTNews.com) - After yesterday's selling onslaught, Wall Street stocks are looking for a reversal in fortunes on Friday, the last trading session of the week, even as fundamental concerns persist. The dollar strength has turned a bane for commodities, which have seen substantial weakness in recent times. Asia reacted to Wall Street's swoon by a sharp move to the downside. The European markets are also seeing weakness amid mixed GDP data from the region. The domestic markets could continue to be swayed by commodity prices and some economic readings on retail sales, producer prices and consumer sentiment due for the day.\nAs of 6:15 am ET, the Dow futures are down 15 points, the S&P 500 futures are points are receding 1,75 and the Nasdaq 100 futures are declining 11.50 points.\nU.S. stocks declined notably on Thursday, as commodities pulled back steeply amid the dollar's strength in the wake of comments by Fed officials, which did not rule out of Fed rate hike.\nOn the economic front, the Commerce Department is set to release its retail sales report for October at 8:30 am ET. Economists expect retail sales growth of 0.3 percent month-over-month, while excluding autos, sales may have risen 0.4 percent.\nAlso at 8:30 am ET, the Labor Department will release its report on producer prices for final demand. The PPI for final demand is expected to rise 0.2 percent month-over-month. The core PPI for final demand may have risen a more modest 0.1 percent. The Commerce Department is due to release its business inventories report for September at 10 am ET. The consensus estimate calls for an unchanged reading for business inventories compared to the previous month.\nThe University of Michigan is scheduled to release its preliminary U.S. consumer sentiment index for November at 10 am ET. Economists expect the index to rise to 92 from 90 in October. At 11:45 am ET, Cleveland Federal Reserve Bank President Loretta Mester is due to speak on the economy and monetary policy in Cleveland.\nIn corporate news, Cisco ( CSCO ) reported better than expected first quarter results but its second quarter adjusted earnings per share guidance is weak.\nApplied Materials ( AMAT ) reported in line fourth quarter earnings per share and its revenues rose modestly, although they were shy of estimates. The company's first quarter bottom line guidance is positive.\nAmong retailers, Nordstrom (JWN) reported lackluster third quarter results and lowered its guidance for the full year.\nFossil's (FOSL) third quarter earnings was in line but its revenues missed estimates. The company's fourth quarter and full year earnings per share guidance is negative.\nLiberty Global (LBTYA) and Discovery Communications ( DISCA ) announced that they have purchased 5 million shares of Lions Gate Entertainment (LGF) for $195 million each, giving each of Liberty and Discovery a 3.4 percent stake.\nStandard & Poor's announced that Illumina ( ILMN ) will replace Sigma-Aldrich (SIAL) in the S&P 500 Index after the close of trading on November 18th.\nThe major Asian markets ended lower, dragged lower by the negative lead from Wall Street overnight and the commodity slump. The Hong Kong, Chinese, Australian, Singaporean, South Korean and Taiwanese markets fell steeply.\nThe Japanese market fell moderately, as the yen firmed up. The Nikkei 225 average ended down 100.86 points or 0.51 percent at 19,597. Australia's All Ordinaries languished below the unchanged line throughout the session before ending down 70.40 points or 1.36 percent at 5,112.\nChina's Shanghai Composite Index closed at 3,581, down 52.06 points or 1.43 percent and Hong Kong's Hang Seng Index lost 52.06 points or 1.43 percent before ending at 3,581.\nOn the economic front, final data released by Japan'sMinistry of Economy, Trade and Industry showed that industrial output rose 1.1 percent month-over-month in September, upwardly revised from the 1 percent increase estimated initially.  Shipment growth was also revised upwardly to 1.4 percent. Another report showed that tertiary industry activity declined for the first time in four months in September. The corresponding index fell unexpectedly by 0.4 percent month-over-month, after rising 0.2 percent in August. Economists had expected a 0.1 percent increase for September.\nEuropean stocks opened lower but have seen some volatility since then amid the release of GDP data from the region.\nIn corporate news, Bouygues shares confirmed its full-year target after posting 6.9 percent growth in third-quarter earnings. Swiss crop chemicals firm Syngenta rejected ChemChina's takeover offer.\nOn the economic front, German Federal Statistical Office reported that German GDP rose 0.3 percent sequentially in the third quarter, slower than the 0.4 percent growth in the second quarter. The slowdown, which came about due to weak investment trade and foreign trade, was in line with expectations. Meanwhile, French statistical office INSEE's estimates pitched French GDP growth at 0.3 percent, a pick up from the stagnation in the second quarter.\nEurostat reported that economic growth in the euro area eased to 0.3 percent in the third quarter from 0.4 percent growth in the second quarter. Economists expected an unchanged pace of growth for the quarter. A separate report showed that the trade surplus of the euro area came in more than expected at 20.1 billion euros in September.\nFor comments and feedback: contact editorial@rttnews.com\n", "title": "Wall Street Stays Guarded Ahead Of Retail Sales Data"}, {"article": "U.S. Stocks' 6-Week Win Streak Ends\nU.S. stocks snapped a six-week winning streak as retail shares tumbled on weak earnings and economic data.\nThe Dow Jones Industrial Average declined 202.83 points, or 1.2%, to 17245.24 on Friday. The S&P 500 lost 22.93 points, or 1.1%, to 2023.04, and the Nasdaq Composite fell 77.20 points, or 1.5%, to 4927.88.\nFor the week, the Dow slid 3.7% and the S&P 500 fell 3.6%. That marked their first weekly declines since the week ended Sept. 25 and their largest losses since the week ended Aug. 21.\nStocks around the world fell sharply this past week as investors brace for the Federal Reserve to  raise rates as soon as December, which would mark the first increase since 2006. About 92% of the business and academic economists polled by The Wall Street Journal said they  expect the Fed to lift rates next month. Loose monetary policy has boosted stocks in recent years.\n\"Every time the market comes face to face with the fact that we will no longer have zero interest rates, it struggles,\" said Jim Dunigan, chief investment officer at PNC Wealth Management.\nThe S&P 500's consumer-discretionary sector was  the biggest decliner Friday, falling 2.7% after a handful of weak earnings from retailers and another  tepid report on U.S. consumer spending. Those stocks have slipped 4.6% for the week, notching their biggest percentage decline since late August, but they remain the best performers for the year.\n\"There's this view that the U.S. consumer is going to come in and save the day, and yet they somewhat stubbornly remain on the sidelines,\" said Michael Arone, chief investment strategist at State Street Global Advisors.\nU.S. sales at retail stores and restaurants rose 0.1% in October from the prior month, the Commerce Department said, following two months of flat sales. Economists had expected a 0.3% rise last month.\nFossil Group  cut its 2015 guidance as the company on Thursday said third-quarter earnings fell 45% on weaker sales. Its shares slid $18.62, or 37%, to $32.39, their lowest close since February 2010.\nNordstrom  cut its profit and sales forecasts after the retailer reported disappointing third-quarter results Thursday. Shares fell 9.51, or 15%, to 53.96 Friday. The 18% drop for the week was their largest weekly drop since November 2008.\nMacy's,  which reported earnings Wednesday, fell 9.80, or 20%, for the week, to 39.10. That is the company's largest weekly percentage drop since November 2008.\nIn other corporate news, Mylan                 lost its $26 billion hostile bid for Perrigo after a seven-month pursuit. Mylan shares rose 5.58, or 13%, to 48.78, while those of Perrigo lost 9.65, or 6.2%, to 146.90.\nThis week's pullback in U.S. stocks follows a  sharp bounce in October that lifted shares out of their summer slump. Now, some investors say they don't expect a big rally into the end of the year.\n\"The rebound in equity markets since the beginning of October looks largely played out,\" said Christophe Donay, chief strategist at Swiss investment firm Pictet Wealth Management, part of a group overseeing $450 billion in assets.\nMr. Donay, who previously expected the first rise in U.S. rates in nearly a decade to be announced in March, now sees the liftoff likely in December.\nTreasury prices rose, pushing the yield on the 10-year note down to 2.280%, from 2.319% on Thursday.\nA slide in oil prices , which weighed on energy shares during the week, continued Friday.  U.S. crude oil fell 2.4% to $40.74 a barrel. \"Crude is getting smoked again,\" said Neil Massa, senior equity trader at John Hancock Asset Management. \"We had such a great run. It just seems likeâ\u0080Śpeople are taking some money off the table,\" he said, referring to the stock market.\nStocks fell in Europe and Asia. The Stoxx Europe 600 shed 0.8% Friday, ending its worst week since early September. It fell 2.7% in the week.\nAustralia's S&P/ASX 200, which heavily  depends on commodity exports, declined 1.5% Friday. For the week, the index lost 3.1%, its largest drop since early September.\nHong Kong's Hang Seng fell 2.2%, and Shanghai's Composite Index declined 1.4% Friday.\nJapan's Nikkei Stock Average rose 1.7% for the week as the yen fell, a boon for the country's exporters.\nIn currencies, the euro fell 0.4% to $1.0774 Friday. The declines came as data showed that the  eurozone economy slowed in the three months to September as exports to large developing economies weakened. This development increases the likelihood that the European Central Bank will expand its stimulus programs in December, which could in turn further weaken the euro.\nAnalysts are revising lower their forecasts for the single currency. \"Conditions for a test of parity between the euro and the dollar may finally be falling into place,\" said Jens Nordvig, an analyst at Nomura.\nWrite to Saumya Vaishampayan at  saumya.vaishampayan@wsj.com and Chiara Albanese at  chiara.albanese@wsj.com\nSubscribe to WSJ: http://online.wsj.com?mod=djnwires\n(END) Dow Jones Newswires   11-13-150455ET   Copyright (c) 2015 Dow Jones & Company, Inc.\n", "title": "U.S. Stocks&#39;&#39; 6-Week Win Streak Ends"}, {"article": "U.S. Stocks Lower; Log Weekly Decline\nBy Dow Jones Business News,  November 13, 2015, 04:55:00 AM EDT\nU.S. Stocks' 6-Week Win Streak Ends\nU.S. stocks snapped a six-week winning streak as retail shares tumbled on weak earnings and economic data.\nThe Dow Jones Industrial Average declined 202.83 points, or 1.2%, to 17245.24 on Friday. The S&P 500 lost 22.93 points, or 1.1%, to 2023.04, and the Nasdaq Composite fell 77.20 points, or 1.5%, to 4927.88.\nFor the week, the Dow slid 3.7% and the S&P 500 fell 3.6%. That marked their first weekly declines since the week ended Sept. 25 and their largest losses since the week ended Aug. 21.\nStocks around the world fell sharply this past week as investors brace for the Federal Reserve to  raise rates as soon as December, which would mark the first increase since 2006. About 92% of the business and academic economists polled by The Wall Street Journal said they  expect the Fed to lift rates next month. Loose monetary policy has boosted stocks in recent years.\n\"Every time the market comes face to face with the fact that we will no longer have zero interest rates, it struggles,\" said Jim Dunigan, chief investment officer at PNC Wealth Management.\nThe S&P 500's consumer-discretionary sector was  the biggest decliner Friday, falling 2.7% after a handful of weak earnings from retailers and another  tepid report on U.S. consumer spending. Those stocks have slipped 4.6% for the week, notching their biggest percentage decline since late August, but they remain the best performers for the year.\n\"There's this view that the U.S. consumer is going to come in and save the day, and yet they somewhat stubbornly remain on the sidelines,\" said Michael Arone, chief investment strategist at State Street Global Advisors.\nU.S. sales at retail stores and restaurants rose 0.1% in October from the prior month, the Commerce Department said, following two months of flat sales. Economists had expected a 0.3% rise last month.\nFossil Group  cut its 2015 guidance as the company on Thursday said third-quarter earnings fell 45% on weaker sales. Its shares slid $18.62, or 37%, to $32.39, their lowest close since February 2010.\nNordstrom  cut its profit and sales forecasts after the retailer reported disappointing third-quarter results Thursday. Shares fell 9.51, or 15%, to 53.96 Friday. The 18% drop for the week was their largest weekly drop since November 2008.\nMacy's,  which reported earnings Wednesday, fell 9.80, or 20%, for the week, to 39.10. That is the company's largest weekly percentage drop since November 2008.\nIn other corporate news, Mylan                 lost its $26 billion hostile bid for Perrigo after a seven-month pursuit. Mylan shares rose 5.58, or 13%, to 48.78, while those of Perrigo lost 9.65, or 6.2%, to 146.90.\nThis week's pullback in U.S. stocks follows a  sharp bounce in October that lifted shares out of their summer slump. Now, some investors say they don't expect a big rally into the end of the year.\n\"The rebound in equity markets since the beginning of October looks largely played out,\" said Christophe Donay, chief strategist at Swiss investment firm Pictet Wealth Management, part of a group overseeing $450 billion in assets.\nMr. Donay, who previously expected the first rise in U.S. rates in nearly a decade to be announced in March, now sees the liftoff likely in December.\nTreasury prices rose, pushing the yield on the 10-year note down to 2.280%, from 2.319% on Thursday.\nA slide in oil prices , which weighed on energy shares during the week, continued Friday.  U.S. crude oil fell 2.4% to $40.74 a barrel. \"Crude is getting smoked again,\" said Neil Massa, senior equity trader at John Hancock Asset Management. \"We had such a great run. It just seems likeâ\u0080Śpeople are taking some money off the table,\" he said, referring to the stock market.\nStocks fell in Europe and Asia. The Stoxx Europe 600 shed 0.8% Friday, ending its worst week since early September. It fell 2.7% in the week.\nAustralia's S&P/ASX 200, which heavily  depends on commodity exports, declined 1.5% Friday. For the week, the index lost 3.1%, its largest drop since early September.\nHong Kong's Hang Seng fell 2.2%, and Shanghai's Composite Index declined 1.4% Friday.\nJapan's Nikkei Stock Average rose 1.7% for the week as the yen fell, a boon for the country's exporters.\nIn currencies, the euro fell 0.4% to $1.0774 Friday. The declines came as data showed that the  eurozone economy slowed in the three months to September as exports to large developing economies weakened. This development increases the likelihood that the European Central Bank will expand its stimulus programs in December, which could in turn further weaken the euro.\nAnalysts are revising lower their forecasts for the single currency. \"Conditions for a test of parity between the euro and the dollar may finally be falling into place,\" said Jens Nordvig, an analyst at Nomura.\nWrite to Saumya Vaishampayan at  saumya.vaishampayan@wsj.com and Chiara Albanese at  chiara.albanese@wsj.com\nSubscribe to WSJ: http://online.wsj.com?mod=djnwires\n(END) Dow Jones Newswires   11-13-150455ET   Copyright (c) 2015 Dow Jones & Company, Inc.\nThis article appears in: Commodities\n", "title": "U.S. Stocks Lower; Log Weekly Decline"}, {"article": "U.S. Stocks Lower; Headed for Weekly Decline\nBy Dow Jones Business News,  November 13, 2015, 04:55:00 AM EDT\nU.S. Stocks' 6-Week Win Streak Ends\nU.S. stocks snapped a six-week winning streak as retail shares tumbled on weak earnings and economic data.\nThe Dow Jones Industrial Average declined 202.83 points, or 1.2%, to 17245.24 on Friday. The S&P 500 lost 22.93 points, or 1.1%, to 2023.04, and the Nasdaq Composite fell 77.20 points, or 1.5%, to 4927.88.\nFor the week, the Dow slid 3.7% and the S&P 500 fell 3.6%. That marked their first weekly declines since the week ended Sept. 25 and their largest losses since the week ended Aug. 21.\nStocks around the world fell sharply this past week as investors brace for the Federal Reserve to  raise rates as soon as December, which would mark the first increase since 2006. About 92% of the business and academic economists polled by The Wall Street Journal said they  expect the Fed to lift rates next month. Loose monetary policy has boosted stocks in recent years.\n\"Every time the market comes face to face with the fact that we will no longer have zero interest rates, it struggles,\" said Jim Dunigan, chief investment officer at PNC Wealth Management.\nThe S&P 500's consumer-discretionary sector was  the biggest decliner Friday, falling 2.7% after a handful of weak earnings from retailers and another  tepid report on U.S. consumer spending. Those stocks have slipped 4.6% for the week, notching their biggest percentage decline since late August, but they remain the best performers for the year.\n\"There's this view that the U.S. consumer is going to come in and save the day, and yet they somewhat stubbornly remain on the sidelines,\" said Michael Arone, chief investment strategist at State Street Global Advisors.\nU.S. sales at retail stores and restaurants rose 0.1% in October from the prior month, the Commerce Department said, following two months of flat sales. Economists had expected a 0.3% rise last month.\nFossil Group  cut its 2015 guidance as the company on Thursday said third-quarter earnings fell 45% on weaker sales. Its shares slid $18.62, or 37%, to $32.39, their lowest close since February 2010.\nNordstrom  cut its profit and sales forecasts after the retailer reported disappointing third-quarter results Thursday. Shares fell 9.51, or 15%, to 53.96 Friday. The 18% drop for the week was their largest weekly drop since November 2008.\nMacy's,  which reported earnings Wednesday, fell 9.80, or 20%, for the week, to 39.10. That is the company's largest weekly percentage drop since November 2008.\nIn other corporate news, Mylan                 lost its $26 billion hostile bid for Perrigo after a seven-month pursuit. Mylan shares rose 5.58, or 13%, to 48.78, while those of Perrigo lost 9.65, or 6.2%, to 146.90.\nThis week's pullback in U.S. stocks follows a  sharp bounce in October that lifted shares out of their summer slump. Now, some investors say they don't expect a big rally into the end of the year.\n\"The rebound in equity markets since the beginning of October looks largely played out,\" said Christophe Donay, chief strategist at Swiss investment firm Pictet Wealth Management, part of a group overseeing $450 billion in assets.\nMr. Donay, who previously expected the first rise in U.S. rates in nearly a decade to be announced in March, now sees the liftoff likely in December.\nTreasury prices rose, pushing the yield on the 10-year note down to 2.280%, from 2.319% on Thursday.\nA slide in oil prices , which weighed on energy shares during the week, continued Friday.  U.S. crude oil fell 2.4% to $40.74 a barrel. \"Crude is getting smoked again,\" said Neil Massa, senior equity trader at John Hancock Asset Management. \"We had such a great run. It just seems likeâ\u0080Śpeople are taking some money off the table,\" he said, referring to the stock market.\nStocks fell in Europe and Asia. The Stoxx Europe 600 shed 0.8% Friday, ending its worst week since early September. It fell 2.7% in the week.\nAustralia's S&P/ASX 200, which heavily  depends on commodity exports, declined 1.5% Friday. For the week, the index lost 3.1%, its largest drop since early September.\nHong Kong's Hang Seng fell 2.2%, and Shanghai's Composite Index declined 1.4% Friday.\nJapan's Nikkei Stock Average rose 1.7% for the week as the yen fell, a boon for the country's exporters.\nIn currencies, the euro fell 0.4% to $1.0774 Friday. The declines came as data showed that the  eurozone economy slowed in the three months to September as exports to large developing economies weakened. This development increases the likelihood that the European Central Bank will expand its stimulus programs in December, which could in turn further weaken the euro.\nAnalysts are revising lower their forecasts for the single currency. \"Conditions for a test of parity between the euro and the dollar may finally be falling into place,\" said Jens Nordvig, an analyst at Nomura.\nWrite to Saumya Vaishampayan at  saumya.vaishampayan@wsj.com and Chiara Albanese at  chiara.albanese@wsj.com\nSubscribe to WSJ: http://online.wsj.com?mod=djnwires\n(END) Dow Jones Newswires   11-13-150455ET   Copyright (c) 2015 Dow Jones & Company, Inc.\nThis article appears in: Commodities\n", "title": "U.S. Stocks Lower; Headed for Weekly Decline"}, {"article": "U.S. Stocks Lower, Headed for Weekly Decline\nBy Dow Jones Business News,  November 13, 2015, 04:55:00 AM EDT\nU.S. Stocks' 6-Week Win Streak Ends\nU.S. stocks snapped a six-week winning streak as retail shares tumbled on weak earnings and economic data.\nThe Dow Jones Industrial Average declined 202.83 points, or 1.2%, to 17245.24 on Friday. The S&P 500 lost 22.93 points, or 1.1%, to 2023.04, and the Nasdaq Composite fell 77.20 points, or 1.5%, to 4927.88.\nFor the week, the Dow slid 3.7% and the S&P 500 fell 3.6%. That marked their first weekly declines since the week ended Sept. 25 and their largest losses since the week ended Aug. 21.\nStocks around the world fell sharply this past week as investors brace for the Federal Reserve to  raise rates as soon as December, which would mark the first increase since 2006. About 92% of the business and academic economists polled by The Wall Street Journal said they  expect the Fed to lift rates next month. Loose monetary policy has boosted stocks in recent years.\n\"Every time the market comes face to face with the fact that we will no longer have zero interest rates, it struggles,\" said Jim Dunigan, chief investment officer at PNC Wealth Management.\nThe S&P 500's consumer-discretionary sector was  the biggest decliner Friday, falling 2.7% after a handful of weak earnings from retailers and another  tepid report on U.S. consumer spending. Those stocks have slipped 4.6% for the week, notching their biggest percentage decline since late August, but they remain the best performers for the year.\n\"There's this view that the U.S. consumer is going to come in and save the day, and yet they somewhat stubbornly remain on the sidelines,\" said Michael Arone, chief investment strategist at State Street Global Advisors.\nU.S. sales at retail stores and restaurants rose 0.1% in October from the prior month, the Commerce Department said, following two months of flat sales. Economists had expected a 0.3% rise last month.\nFossil Group  cut its 2015 guidance as the company on Thursday said third-quarter earnings fell 45% on weaker sales. Its shares slid $18.62, or 37%, to $32.39, their lowest close since February 2010.\nNordstrom  cut its profit and sales forecasts after the retailer reported disappointing third-quarter results Thursday. Shares fell 9.51, or 15%, to 53.96 Friday. The 18% drop for the week was their largest weekly drop since November 2008.\nMacy's,  which reported earnings Wednesday, fell 9.80, or 20%, for the week, to 39.10. That is the company's largest weekly percentage drop since November 2008.\nIn other corporate news, Mylan                 lost its $26 billion hostile bid for Perrigo after a seven-month pursuit. Mylan shares rose 5.58, or 13%, to 48.78, while those of Perrigo lost 9.65, or 6.2%, to 146.90.\nThis week's pullback in U.S. stocks follows a  sharp bounce in October that lifted shares out of their summer slump. Now, some investors say they don't expect a big rally into the end of the year.\n\"The rebound in equity markets since the beginning of October looks largely played out,\" said Christophe Donay, chief strategist at Swiss investment firm Pictet Wealth Management, part of a group overseeing $450 billion in assets.\nMr. Donay, who previously expected the first rise in U.S. rates in nearly a decade to be announced in March, now sees the liftoff likely in December.\nTreasury prices rose, pushing the yield on the 10-year note down to 2.280%, from 2.319% on Thursday.\nA slide in oil prices , which weighed on energy shares during the week, continued Friday.  U.S. crude oil fell 2.4% to $40.74 a barrel. \"Crude is getting smoked again,\" said Neil Massa, senior equity trader at John Hancock Asset Management. \"We had such a great run. It just seems likeâ\u0080Śpeople are taking some money off the table,\" he said, referring to the stock market.\nStocks fell in Europe and Asia. The Stoxx Europe 600 shed 0.8% Friday, ending its worst week since early September. It fell 2.7% in the week.\nAustralia's S&P/ASX 200, which heavily  depends on commodity exports, declined 1.5% Friday. For the week, the index lost 3.1%, its largest drop since early September.\nHong Kong's Hang Seng fell 2.2%, and Shanghai's Composite Index declined 1.4% Friday.\nJapan's Nikkei Stock Average rose 1.7% for the week as the yen fell, a boon for the country's exporters.\nIn currencies, the euro fell 0.4% to $1.0774 Friday. The declines came as data showed that the  eurozone economy slowed in the three months to September as exports to large developing economies weakened. This development increases the likelihood that the European Central Bank will expand its stimulus programs in December, which could in turn further weaken the euro.\nAnalysts are revising lower their forecasts for the single currency. \"Conditions for a test of parity between the euro and the dollar may finally be falling into place,\" said Jens Nordvig, an analyst at Nomura.\nWrite to Saumya Vaishampayan at  saumya.vaishampayan@wsj.com and Chiara Albanese at  chiara.albanese@wsj.com\nSubscribe to WSJ: http://online.wsj.com?mod=djnwires\n(END) Dow Jones Newswires   11-13-150455ET   Copyright (c) 2015 Dow Jones & Company, Inc.\nThis article appears in: Commodities\n", "title": "U.S. Stocks Lower, Headed for Weekly Decline"}]